[
  {
    "plant1": [
      {
        "id": 1,
        "name": "茶花",
        "imageUrl": "images/category/1.jpg",
        "scientificName": "Camellia sp.",
        "type": "山茶科 山茶属",
        "alias": "山茶花",
        "desc": "因其植株形姿优美，叶为浓绿绿而光泽，花形艳丽缤纷，而受到世界园艺界的珍视。茶花的品种极多，是中国传统的观赏花卉，“十大名花”中排名第八，亦是世界名贵花木之一。原产于中国东部，在长江流域、珠江流域、重庆、云南和四川各地，朝鲜、日本、中国台湾和印度等地普遍种植。",
        "habits": "茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5-6.5最佳。适温在20-32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70%以上，大部分品种可耐-8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "shape": "茶花是灌木或小乔木植物，高9米，嫩枝无毛。叶革质，椭圆形，长5-10厘米，宽2.5-5厘米，先端略尖，或急短尖而有钝尖头，基部阔楔形，上面深绿色，干后发亮，无毛，下面浅绿色，无毛，侧脉7-8对，在上下两面均能见，边缘有相隔2-3.5厘米的细锯齿。叶柄长8-15毫米，无毛。",
        "grow": "整理修剪地栽山茶主要剪去干枯枝、病弱枝、交叉枝、过密枝，明显影响树形的枝条，以及字符串换行 html疏去多余的花蕾。盆栽山茶除以上工作外，还应根据个人喜好进行整形修剪，但不宜重剪，因其生长势不强。\n    浇水山茶对肥水要求较高，中性和碱性壤土均不利其生长。北方尤其要注意将碱性水经过酸化处理后才，可浇花，具体办法是将自来水贮放2天，使水中的氯气挥发掉，再加入适量硫酸亚铁（占水0.5%左右）。浇水量不可过大，否则易烂根。盆土也不能干，否则易使根因失水而萎缩，以保持盆土和周围环境湿润为宜。花期勿喷水。一般冬季室内较干燥，应经常向山茶叶面喷水，以形成一个湿润的小气候。但阴雨天忌喷水。浇水时不要把水喷在花朵上，否则会引起花朵霉烂，缩短花期。花谢后及时摘去残花。冬季浇水要视室内温度而定，一般3天左右一次，保持盆土湿润，忌积水或浇半截水。用自来水应先在水桶中存放一两天，让氯气挥发掉。水中最好放百分之一的硫酸亚铁，以利于改善水质。\n    温度山茶为半阴性花卉，夏季需搭棚遮阴。立秋后气温下降，山茶进入花芽分化期，应逐渐使全株受到充足的光照。冬季应置于室内阳光充足处，若室内光线太弱，山茶则生长不良，并易得病虫害。山茶为长日照植物。在日长12小时的环境中才能形成花芽。最适生长温度18-25℃，最适开花温度10-20℃，高于35℃会灼伤叶片。不耐寒，冬季应入室，温度保持3-5℃，也能忍耐短时间-10℃的低温，但不能长时间超过16℃，否则会促使发芽，引起落叶。生长期要置于半阴环境中，不宜接受过强的直射阳光。特别是夏、秋季要进行遮荫，或放树下疏荫处。山茶喜温暖，怕寒冷。室内温度不能低于5℃。温度在10℃至15℃的房间内，其他措施得当，春节即可开花，花期可至3月份。",
        "reproduction": "扦插此方法最简便，扦插时间以9月间最为适宜，春季亦可。选择生长良好，半木质化枝条，除去基部叶片，保留上部3片叶，用利刀切成斜口，立即将切口浸入200-500ppm吲哚丁酸5-15分钟，晒干后插入沙盆或蛭石盆，插后浇水40天左右伤口愈合，60天左右生根。用激素处理后扦插比不用激素的提早2-3个月出根。用蛭石作插床，出根也比沙床快得多。\n    靠接选择适当的品种如茶盅茶或油茶作砧木，靠接名贵的茶花。靠接的时间一般在清明节至中秋节之间。先把砧木栽在花盆里，用刀子在所要结合的部位分别削去一半左右，切口要平滑，然后使双方的切面紧密贴合，用塑料薄膜包扎，每天给砧木淋水两次，60天后即可愈合。到时可剪下栽植，并置于树阴下，避免阳光直射。翌年2月，用刀削去砧木的尾部，再行定植。\n    叶插叶插法茶花繁殖一般采用枝条扦插繁殖，但有些名贵品种由于受枝条来源的限制，或考虑到取材后会影响其树形，所以也采用叶插法。以山泥作扦插基质，可拌入1/3的河沙，以利通气排水，基质盛在瓦盆中，然后进行盆插。叶插最好在雨季进行，取一年生叶片作叶插材料，太老不易生根，过嫩容易腐烂。插入土中约2厘米，插后压紧土壤，浇足水，然后放在阴凉通风的地方。一般3个月可以发根，第二年春可以发芽抽枝。",
        "origin": "主要分布于中国和日本。中国中部及南方各省露地多有栽培，已有1400年的栽培历史，北部则行温室盆栽。重庆、云南、四川、台湾、山东、江西等地有野生种。",
        "variety": "茶花品种大约有2000种，可分为3大类，12个花型，2013年中国茶花品种已有306个以上。《花镜》载茶花品种有十九个：玛瑙茶、鹤顶红、宝珠茶、蕉萼白宝珠、杨妃茶、正宫粉、石榴茶、一捻红、照殿红、晚山茶、南山茶等。茶花型多，有单瓣、半重瓣、重瓣、曲瓣、五星瓣、六角形、松壳型等。花有红、黄、白、粉，甚至白瓣红点等色。",
        "application": "植物造景材料。山茶四季常绿，分布广泛，树姿优美，是中国南方重要的植物造景材料之一。\n药用\n    凉血止血；散瘀；消瘀肿。主吐血；衄血；咳血；便血；痔血；赤血痢；血淋；血崩；带下；烫伤；跌扑损伤。用于吐血，衄血，便血，血崩；\n外用\n    治烧烫伤，创伤出血。",
        "culture": "山茶花开花于冬春之际，花姿丰盈，端庄高雅，是中国传统十大名花之一，也是世界名花之一。郭沫若盛赞曰：“茶花一树早桃红，百朵彤云啸傲中。”山茶花，既具有“唯有山茶殊耐久，独能深月占春风”的傲梅风骨，又有“花繁艳红，深夺晓霞”的凌牡丹之鲜艳，因此自古以来就是极富盛名的木本花卉，在唐宋两朝达到了登峰造极之境，十七世纪引入欧洲后也造成轰动，也因此获得“世界名花”的美名。"
      },
      {
        "id": 2,
        "name": "杜鹃",
        "imageUrl": "images/category/2.jpg",
        "scientificName": "Rhododendron simsii Planch.",
        "type": "杜鹃花科 杜鹃属",
        "alias": "山踯躅、映山红",
        "desc": "该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，长沙、无锡、九江、镇江、大理、嘉兴、赣州等城市定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。",
        "habits": "杜鹃性喜凉爽、湿润、通风的半阴环境，既怕酷热又怕严寒，生长适温为12℃至25℃，夏季气温超过35℃，则新梢、新叶生长缓慢，处于半休眠状态。夏季要防晒遮阴，冬季应注意保暖防寒。忌烈日暴晒，适宜在光照强度不大的散射光下生长，光照过强，嫩叶易被灼伤，新叶老叶焦边，严重时会导致植株死亡。冬季，露地栽培杜鹃要采取措施进行防寒，以保其安全越冬。观赏类的杜鹃中，西鹃抗寒力最弱，气温降至0℃以下容易发生冻害。",
        "shape": "落叶灌木，高2（-5）米；分枝多而纤细，密被亮棕褐色扁平糙伏毛。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形，长1.5-5厘米，宽0.5-3厘米，先端短渐尖，基部楔形或宽楔形，边缘微反卷，具细齿，上面深绿色，疏被糙伏毛，下面淡白色，密被褐色糙伏毛，中脉在上面凹陷，下面凸出；叶柄长2-6毫米，密被亮棕褐色扁平糙伏毛。",
        "grow": "土壤杜鹃是喜荫的植物，太阳的直射对它生长不利，所以杜鹃专类园最好选择在有树影遮荫的地方，或者在做绿化设计时，就考虑到这一点，有意地在专类园中配置乔木。杜鹃喜排水良好的酸性土壤，但由于各专类园和景观都要用水泥做道路和铺装，使得杜鹃栽植地土壤板结，碱性严重，所以必须把栽植地的土壤进行更换，并加一定量的泥炭土。\n    浇水杜鹃对土壤干湿度要求是润而不湿。一般春秋季节，对露地栽种的杜鹃可以隔2-3天浇一次透水，在炎热夏季，每天至少浇一次水。日常浇水，切忌用碱性水，浇水时还应注意水温不宜过冷，尤其在炎热夏天，用过冷水浇透，造成土温骤然降低，影响根系吸水，干扰植株生理平衡。\n    温度杜鹃喜欢空气湿度大的环境，但有些杜鹃专类园都建在广场、道路两旁，空气流动快，比较干燥，所以必须经常对杜鹃叶片进行喷水或对周围空气进行喷雾，使杜鹃园周围空气保持湿润。",
        "reproduction": "扦插此法应用最广，优点是操作简便、成活率高、生长迅速、性状稳定。\n    嫁接可一砧接多穗，多品种，生长快，株形好，成活率高。\n    播种杜鹃绝大多数都能结实采种，仅有重瓣不结实。一般种子的成熟期从每年的10月-1月，当果皮由青转黄至褐色时，果的顶端裂开，种子开始散落，此时要随时采收。末开裂的变褐均采下来，放在室内通风良好处摊凉，使之自然开裂，再去掉果壳等杂质，装入纸袋或布袋中，保存在阴凉通风处。如果有温室条件，随采随播发芽率高。一般播种时间3-4月份，采用盆播，因为种子小，把盆里外洗干净，放在阳光下晒干，灭菌消毒，土壤也灭菌消毒，装盆±要通透性好的、湿润肥沃含有丰富的有机质的酸性土。为了出苗均匀，种子掺些细土，撒入盆内上面盖一层薄细土，浇水用窨水法渗入盆内，把盆放在前窗台上，盖一层玻璃或塑料薄膜，目的是提高盆内温度。小苗出土后，逐渐减少覆盖时间，因苗嫩小，注意温变，突然高低变化，强光的照射。苗长得很慢，5-6月份才长出2-3片真叶，这时在室内做第一次移栽，株行距2-3厘米，苗高2-3厘米（大约11月份），大苗移栽在10厘米盆中一株，小苗栽三株。用细喷壶浇水和淡肥水。播种后第二年春季出花房，放在荫棚下养护。6月换13.3厘米盆中，第三年植株有20厘米高，已有分枝几个也有花蕾出现，换16.7厘米盆中，以后根据植株的大小，逐年换盆。",
        "origin": "产自中国江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州和云南。",
        "variety": "毛鹃、夏鹃、西洋鹃、东鹃、春鹃、羊踯躅、迎红杜鹃、马银花、云银杜鹃。杜鹃花属约有900种，亚洲约产850种。其中，中国约有530种，除新疆外南北各小区均有分布。新几内亚、马来西亚约有280种，几乎全为附生型 。此外，北美分布有24种，欧洲分布有9种，大洋洲分布1种。杜鹃花属种类多，差异很大，有常绿大乔木、小乔木，常绿灌木和落叶灌木。 　　杜鹃花分落叶和常绿两大类。落叶类叶小，常绿类叶片硕大。花的颜色有红、紫、黄、白、粉、蓝等色。喜阴凉、湿润，耐寒，多生长在海拔1000－1400米的山坡、高山草甸、林缘、石壁和沼泽地。",
        "application": "经济有的叶花可入药或提取芳香油，有的花可食用，树皮和叶可提制烤胶，木材可做工艺品等。高山杜鹃根系发达，是很好的水土保持植物。\n    观赏杜鹃繁叶茂，绮丽多姿，萌发力强，耐修剪，根桩奇特，是优良的盆景材料。园林中最宜在林缘、溪边、池畔及岩石旁成丛成片栽植，也可于疏林下散植。杜鹃也是花篱的良好材料，毛鹃还可经修剪培育成各种形态。杜鹃专类园极具特色。在花季中绽放时即使杜鹃总是给人热闹而喧腾的感觉，而不是花季时，深绿色的叶片也很适合栽种在庭园中做为矮墙或屏障。\n    药用根（杜鹃根）：酸、甘、温。活血，止痛，祛风，止痛。用于吐血、衄血，月经不调，崩漏，风湿痛，跌打损伤。叶（杜鹃叶）：酸，平。清热解毒，止血。用于痈肿疔疮，外伤出血，瘾疹。花（杜鹃）：酸、甘，温。活血，调经，祛风湿。用于月经不调，经闭，崩漏，跌打损伤，风湿痛，吐血，衄血。",
        "culture": "自唐宋以来，诗人，词人皆多题咏。美丽的杜鹃花始终闪烁于山野，妆点于园林，自古以来就博得人们的欢心。自唐宋诗人白居易、杜牧、苏东坡、辛弃疾、至明清杨升庵、康熙帝都有赞誉杜鹃花的佳作。大诗人李白见杜鹃花想起家乡的杜鹃鸟，触景生情，怀念家乡，写出了一首脍炙人口的诗“蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。"
      },
      {
        "id": 3,
        "name": "桂花",
        "imageUrl": "images/category/3.jpg",
        "scientificName": "Osmanthus sp.",
        "type": "木樨科 木樨属",
        "alias": "岩桂、金栗",
        "desc": "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
        "habits": "桂花适应于亚热带气候地区。性喜温暖，湿润。种植地区平均气温14-28℃，7月平均气温24-28℃，1月平均气温0℃以上，能耐最低气温-13℃，最适生长气温是15-28℃。湿度对桂花生长发育极为重要，要求年平均湿度75%-85%，年降水量1000毫米左右，特别是幼龄期和成年树开花时需要水分较多，若遇到干旱会影响开花，强日照和荫蔽对其生长不利，一般要求每天6-8小时光照。",
        "shape": "桂花是常绿乔木或灌木，高3-5米，最高可达18米；树皮灰褐色。小枝黄褐色，无毛。叶片革质，椭圆形、长椭圆形或椭圆状披针形，长7-14.5厘米，宽2.6-4.5厘米，先端渐尖，基部渐狭呈楔形或宽楔形，全缘或通常上半部具细锯齿，两面无毛，腺点在两面连成小水泡状突起，中脉在上面凹入，下面凸起，侧脉6-8对，多达10对，在上面凹入，下面凸起；叶柄长0.8-1.2厘米，最长可达15厘米，无毛。",
        "grow": "种植方法应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。\n    浇水地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。4月出房后，可适当增加水量，生长旺季可浇适量的淡肥水，花开季节肥水可略浓些。\n    温度在黄河流域以南地区可露地栽培越冬。盆栽应冬季搬入室内，置于阳光充足处，使其充分接受直射阳光，室温保持5℃以上，但不可超过10℃。翌年4月萌芽后移至室外，先放在背风向阳处养护，待稳定生长后再逐渐移至通风向阳或半阴的环境，然后进行正常管理。生长期光照不足，影响花芽分化。",
        "reproduction": "扦插在春季发芽以前，用一年生发育充实的枝条，切成5-10厘米长，剪去下部叶片，上部留2-3片绿叶，插于河沙或黄土苗床，株行距3厘米X 20厘米，插后及时灌水或喷水，并遮荫，保持温度20-25℃，相对湿度85%-90%，2个月后可生根移栽。\n    播种4-5月份桂花果实成熟，当果皮由绿色变为紫黑色时即可采收。桂花种子有后熟作用，至少要有半年的砂藏时间，采收后洒水堆沤，清除果肉，置阴凉处使种子自然风干，混砂贮藏，砂藏后可秋播或春播。砂藏期间要经常检查，防止种子霉烂或遭鼠害。播种繁殖一般采用条播的方法。播种前要整好地，施足基肥，亦可播于室内苗床。播种时将种脐侧放，以免胚根和幼茎弯曲，将来影响幼苗生长。播后覆盖一层细上，然后盖上草占，遮荫保湿，经常保持土壤湿润，当年即可出苗。每亩用种量约20千克，可产苗木3万株左右。小苗于苗床生长2年后，第3年可移植栽培。实生苗开花较晚，定植8-10年后方能现花。\n    嫁接嫁接砧木多用女贞、小叶女贞、小蜡、水蜡、白蜡和流苏（别名油公子、牛筋子）等。大量繁殖苗木时，北方多用小叶女贞，在春季发芽之前，自地面以上5厘米处剪断砧木；剪取桂花1-2年生粗壮枝条长10-12厘米，基部一侧削成长2-3厘米的削面，对侧削成一个45度的小斜面；在砧木一侧约1/3处纵切一刀，深约2-3厘米；将接穗插入切口内，使形成层对齐，用塑料袋绑紧，然后埋土培养。用小叶女贞作砧木成活率高，嫁接苗生长快，寿命短，易形成“上粗下细”的“小脚”现象。用水蜡作砧木，生长慢，但寿命较长。盆栽桂花多行靠接。用流苏作砧木，靠接宜在生长季节进行，不宜在雨季或伏天靠接。靠接时选二者枝条粗细相近的接穗和砧木，在接穗适当部位削成梭形切口，深达木质部，长约3-4厘米，在砧木同等高度削成与接穗大小一致的切口，然后将两切口靠在一起，使二者形成层密结，用塑料条扎紧，愈合后，剪断接口上面的砧木和下面的接穗。嫁接苗的根系因砧木而异；插条埋入土中各处易生不定根，但无明显主根。桂花分枝性强且分技点低，特别在幼年尤为明显，因久常呈灌木状。密植或修剪后，则可成明显主干。树皮粗糙，灰褐色或灰白色，有时显出皮孔。叶面光滑，革质，近轴面暗亮绿色，远轴面色较谈；椭圆形，长椭圆形、卵形、倒卵形、披针形、倒披针形、长被针形至卵状披针形。",
        "origin": "园林桂花原产中国西南喜马拉雅山东段，印度，尼泊尔，柬埔寨也有分布。中国西南部、四川、陕南、云南、广西、广东、湖南、湖北、江西、安徽、河南等地，均有野生桂花生长，现广泛栽种于淮河流域及以南地区，其适生区北可抵黄河下游，南可至两广、海南等地。",
        "variety": "桂花经过长期栽植、自然杂交和人工选育，产生了许多栽培品种。通过进一步调查清理，已初步确定各桂花品种32个。以花色而言，有金桂、银桂、丹桂之分；以叶型而言，有柳叶桂、金扇桂、滴水黄、葵花叶、柴柄黄之分；以花期而言，有八月桂、四季桂、月月佳之分等。",
        "application": "观赏周《客座新闻》中记载：“衡神词其径，绵亘四十余里，夹道皆合抱松桂相间，连云遮日，人行空翠中，而秋来香闻十里，其数竟达17000株，真神幻佳景”。可见当时已有松桂相配作行道树。在现代园林中，因循古例，充分利用桂花枝叶繁茂，四季常青等优点，用作绿化树种。其配置形式不拘一格，或对植，或散植，或群植、列植。传统配置中自古就有“两桂当庭”、“双桂留芳”的称谓，也常把玉兰、海棠、牡丹、桂花四种传统名花同植庭前，以取玉、堂、富、贵之谐音，喻吉祥之意。\n    药用桂花功效：淡黄白色，芳香，提取芳香油，制桂花浸膏，可用于食品、化妆品，可制糕点、糖果，并可酿酒。桂花味辛，可入药。以花、果实及根入药。秋季采花；春季采果；四季采根，分别晒干。花：辛，温。果：辛、甘，温。根：甘、微涩，平。功能主治：花：散寒破结，化痰止咳。用于牙痛，咳喘痰多，经闭腹痛。果：暖胃，平肝，散寒。用于虚寒胃痛。根：祛风湿，散寒。用于风湿筋骨疼痛，腰痛，肾虚牙痛。\n    膳食糯米桂花藕、桂花黄林酥、桂花糕、枸杞桂花茶、桂花紫薯糯米饭、桂花奶豆腐、桂花酒酿细圆子、烧桂花肠、桂花杏仁豆腐、桂花小豆粥。",
        "culture": "桂花有很多别称：因为叶子像圭而称“桂”；纹理如犀，又叫木犀；其清雅高洁，香飘四溢，被称为“仙友”；桂花又被称为“仙树”、“花中月老”。桂花通常生长在岩岭上，也叫“岩桂”；桂花开花时浓香致远，其香气具有清浓两兼的特点，清可荡涤，浓可致远，因此有“九里香”的美称；黄花细如粟，故又有“金粟”之名；桂花为“仙客”；花开于秋，旧说秋之神主西方，所以也称“西香”或“秋香”；桂花树是崇高、贞洁、荣誉、友好和吉祥的象征，凡仕途得志，飞黄腾达者谓之“折桂”。"
      },
      {
        "id": 4,
        "name": "荷花",
        "imageUrl": "images/category/4.jpg",
        "scientificName": "Nelumbo SP.",
        "type": "睡莲科科 莲属",
        "alias": "芙蓉、水华",
        "desc": "荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。",
        "habits": "荷花是水生植物，性喜相对稳定的平静浅水、湖沼、泽地、池塘，是其适生地。荷花的需水量由其品种而定，大株形品种如古代莲、红千叶相对水位深一些，但不能超过1.7米．中小株形只适于20-60厘米的水深。同时荷花对失水十分敏感，夏季只要3小时不灌水，水缸所栽荷叶便萎靡，若停水一日，则荷叶边焦，花蕾回枯．荷花还非常喜光，生育期需要全光照的环境。荷花极不耐荫，在半荫处生长就会表现出强烈的趋光性。",
        "shape": "荷花是多年生水生草本；根状茎横生，肥厚，节间膨大，内有多数纵行通气孔道，节部缢缩，上生黑色鳞叶，下生须状不定根。",
        "grow": "水质荷花是水生植物，生长期内时刻都离不开水。生长前期，水层要控制在三厘米左右，水太深不利于提高土温。如用自来水，最好另缸盛放，晒一二天再用。夏天是荷花的生长高峰期，盆内切不可缺水。入冬以后，盆土也要保持湿润以防种藕缺水干枯。\n    施肥荷花的肥料以磷钾肥为主，辅以氮肥。如土壤较肥，则全年可不必施肥。腐熟的饼肥、鸡鸭鹅粪是最理想的肥料，小盆中施半两即可，大盆中最多只能施1-2两，切不可多施，并要充分与泥土拌和。生长旺期，如发现叶片色黄、瘦弱，可用每盒0·5克尿素拌于泥中，搓成10克左右的小球，每盆施一粒，施在盆中央的泥土中，7天见效。\n    越冬入冬以后，将盆放入室内或埋入冻土层下即可，黄河以北地区除埋入冻土层以下还要覆盖农膜，整个冬季要保持盆土湿润。",
        "reproduction": "种子育苗首先要破壳。5-6月将种子凹进的一端在水泥地上或粗糙的石块上磨破，浸种育苗。要保持水清，经常换水，约一周左右出芽，两周后生根移栽，每盆栽一株，水层要浅，不可将荷叶淹在水中。90%左右当年可开花，但当年开花不多。\n    分藕栽植3月中旬至4月中旬是翻盆栽藕的最佳时期。过早栽植会有寒流影响，种藕容易受冻害。北方地区遇寒流时可用透明农膜覆盖。栽插前，盆泥要和成糊状，栽插时种藕顶端沿盆边呈20度斜插入泥，碗莲深5厘米左右。大型荷花深10厘米左右，头低尾高。尾部半截翘起，不使藕尾进水。栽后将盆放置于阳光下照晒，使表面泥土出现微裂，以利种藕与泥土完全粘合，然后加少量水，待芽长出后，逐渐加深水位，最后保持3-5厘米水层。池塘栽植前期水层与盆荷一样，后期以不淹没荷叶为度。",
        "origin": "荷花一般分布在中亚，西亚、北美，印度、中国、日本等亚热带和温带地区。荷花在中国南起海南岛（北纬19度左右），北至黑龙江的富锦（北纬47.3度），东临上海及台湾省，西至天山北麓，除西藏自治区和青海省外，全国大部分地区都有分布。垂直分布可达海拔2000米，在秦岭和神农架的深山池沼中也可见到。",
        "variety": "荷花栽培品种很多， 依用途不同可分为藕莲、子莲和花莲三大系统。",
        "application": "食用中国古代民间就有春天折梅赠远，秋天采莲怀人的传统。自古中国人民就视莲子为珍贵食品，如今仍然是高级滋补营养品，众多地方专营莲子生产。莲藕是最好的蔬菜和蜜饯果品。莲叶、莲花、莲蕊等也都是中国人民喜爱的药膳食品。可见荷花食文化的丰富多彩。传统的莲子粥、莲房脯、莲子粉、藕片夹肉、荷叶蒸肉、荷叶粥等。叶为茶的代用品，又作为包装材料。荷花的地下茎在淤泥中生长，会被有毒物质侵染，只因藕的特别细密的表皮组织和含有丹宁的下皮，具有一定的阻挡或吸收有毒物质的能力，因而有毒物质多黏附在表皮上或渗入表皮中。在食用藕时要削去外皮，以防把有毒物质也吃进肚中。\n    观赏荷花专类园，中国荷花专类园有三种：一是像武汉东湖磨山的园林植物园，园中开辟一处以观赏，研究荷花为主的大型水生花卉区；二是像南京莫愁湖，杭州新“曲院风荷”这类是以荷花欣赏为主的大型公园；再一类就是以野趣为主，旅游结合生产的荷花民俗旅游资源景区，如广东三水的荷花世界，湖南岳阳的团湖风景区。\n    药用《本草纲目》中记载说荷花，莲子、莲衣、莲房、莲须、莲子心、荷叶、荷梗、藕节等均可药用。荷花能活血止血、去湿消风、清心凉血、解热解毒。莲子能养心、益肾、补脾、涩肠。莲须能清心、益肾、涩精、止血、解暑除烦，生津止渴。荷叶能清暑利湿、升阳止血，减肥瘦身，其中荷叶简成分对于清洗肠胃，减脂排瘀有奇效。藕节能止血、散瘀、解热毒。荷梗能清热解暑、通气行水、泻火清心。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 5,
        "name": "菊花",
        "imageUrl": "images/category/5.jpg",
        "scientificName": "Dendranthema morifolium（Ramat. ）Tzvel",
        "type": "菊科 菊属",
        "alias": "金英、黄华",
        "desc": "菊花是中国十大名花第三，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。",
        "habits": "菊花为短日照植物，在短日照下能提早开花。喜阳光，忌荫蔽，较耐早，怕涝。喜温暖湿润气候，但亦能耐寒，严冬季节根茎能在地下越冬。花能经受微霜，但幼苗生长和分枝孕蕾期需较高的气温。最适生长温度为20℃左右。",
        "shape": "菊花为多年生草本，高 60-150厘米。茎直立，分枝或不分枝，被柔毛。叶互生，有短柄，叶片卵形至披针形，长 5-15公分，羽状浅裂或半裂，基部楔形，下面被白色短柔毛，边缘有粗大锯齿或深裂，基部楔形，有柄。头状花序单生或数个集生于茎枝顶端，直径 2.5-20厘米，大小不一，单个或数个集生於茎枝顶端；因品种不同，差别很大。总苞片多层，外层绿色，条形，边缘膜质，外面被柔毛；舌状花白色、红色、紫色或黄色。花色则有红、黄、白、橙、紫、粉红、暗红等各色，培育的品种极多，头状花序多变化，形色各异，形状因品种而有单瓣、平瓣、匙瓣等多种类型，当中为管状花，常全部特化成各式舌状花；花期 9-11月。雄蕊、雌蕊和果实多不发育。",
        "grow": "盆土宜选用肥沃的砂质土壤，先小盆后大盆，经2-3次换盆，7月可定盆；定盆可选用6份腐叶土、3份砂土和1份饼肥渣配制成混合土壤。浇透水后放阴凉处，待植株生长正常后移至向阳处。\n    浇水春季菊苗幼小，浇水宜少；夏季菊苗长大，天气炎热，蒸发量大，浇水要充足，可在清晨浇一次，傍晚再补浇一次，并要用喷水壶向菊花枝叶及周围地面喷水，以增加环境湿度；立秋前要适当控水、控肥，以防止植株窜高疯长。立秋后开花前，要加大浇水量并开始施肥，肥水逐渐加浓；冬季花枝基本停止生长，植株水分消耗量明显减少，蒸发量也小，须严格控制浇水。浇水最好用喷水壶缓缓喷洒，不可用猛水冲浇。浇水除要根据季节决定量和次数外，还要根据天气变化而变化。阴雨天要少浇或不浇；气温高蒸发量大时要多浇，反之则要少浇。一般在给花浇水时，要见盆土变干时再浇，不干不浇，浇则浇透。但不要使花盆汪水，否则会造成烂根、叶枯黄，引起植株死亡。\n    施肥在菊花植株定植时，盆中要施足底肥。以后可隔10天施一次氮肥。立秋后自菊花孕蕾到现蕾时，可每周施一次稍浓一些的肥水；含苞待放时，再施一次浓肥水后，即暂停施肥。如果此时能给菊花施一次过磷酸钙或0.1%磷酸二氢钾溶液，则花可开得更鲜艳一些。",
        "reproduction": "有营养繁殖与种子繁殖两法。营养繁殖包括杆插、分株、嫁接、压条及组织培养等。通常以扦插繁殖为主，其中又分芽插、嫩枝插、叶芽插。",
        "origin": "菊花遍布中国各城镇与农村，尤以北京、南京、上海、杭州、青岛、天津、开封、武汉、成都、长沙、湘潭、西安、沈阳、广州、中山市小榄镇等为盛。 8世纪前后，作为观赏的菊花由中国传至日本被推崇为日本国徽的图样。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "variety": "夏菊：又名五九菊。在每年农历5月及9月各开花一次。现今利用保护设施栽培可在阳历5月及10月各开花一次。秋菊：花期有早、晚之分。早菊花期在9月中、下旬为中型菊。晚菊花期在10-11月为大型菊，是栽培最普遍的秋菊。寒菊：又称冬菊。花期自12月至翌年1月。",
        "application": "菊花能入药治病，久服或饮菊花茶能令人长寿。宋代诗人苏辙：“南阳白菊有奇功，潭上居人多老翁”。菊花可以做成精美的佳肴。“菊花肉”是经过长期摸索制作成的一种菊菜，它由一块块用蔗糖熬浆炮制的白嫩猪肉加工制成，玲珑剔透，有如白玉。每块之上黏上几丝菊瓣，饱饮油脂糖甜，观其金黄色泽，吃到口里荤中有素，素中有荤，香甜不腻，实为名菜。还有菊花鱼球、油炸菊叶、菊花鱼片粥、菊花羹、菊酒、菊茶等等，这些菊餐不但色香味俱佳，而且营养丰富。北京有名的“菊花锅子”（即在涮羊肉火锅里放些菊花煮汤），清淡味美，更是别有风味。\n    赏菊，一直是中国民间长期流传的习惯，远从古代的京都帝王宫廷、官宦门第和庶民百姓，近至当今中国各城市的人民群众，每年都在秋天举行菊花会、菊展和菊式等各种形式的赏菊活动。北京植物园每年秋季都会举办赏菊活动。广东省中山县小榄镇菊花会始办于宋代末年，至今已有七百多年的历史，是中国延续年代最久、规模最大的菊会之一，人数最多时可达一百万。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 6,
        "name": "兰花",
        "imageUrl": "images/category/6.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰、国香",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。 \n春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n    食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      },
      {
        "id": 7,
        "name": "梅",
        "imageUrl": "images/category/7.jpg",
        "scientificName": "Armeniaca mume Sieb",
        "type": "蔷薇科 杏属",
        "alias": "梅树、梅花",
        "desc": "梅花是中国十大名花之首，与兰花、竹子、菊花一起列为四君子，与松、竹并称为“岁寒三友”。在中国传统文化中，梅以它的高洁、坚强、谦虚的品格，给人以立志奋发的激励。在严寒中，梅开百花之先，独天下而春。",
        "habits": "梅花对土壤要求不严，耐贫瘠，凡排水良好的粘土、壤土及沙质土，Ph值在6—8，地势稍高或有坡度之处，均能良好生长，悔最畏涝，如遇大量积水时，常易根腐致死。",
        "shape": "株高约10m，干呈褐紫色，多纵驳纹。小枝呈绿色。叶片广卵形至卵形，边缘具细锯齿。花每节1～2朵，无梗或具短梗，原种呈淡粉红或白色，栽培品种则有紫、红、彩斑至淡黄等花色，于早春先叶而开。 ",
        "grow": "栽培管理 梅花栽培分为露地栽培、切花栽培、盆栽和桩景栽培。",
        "reproduction":"[嫁接]\n    繁殖嫁接是中国繁殖梅花常用的一种方法，嫁接苗生长发育快，开花早，能保持原种的优良特性。嫁接砧木可选用桃、山桃、杏、山杏及梅的实生苗，其中桃、山桃的种子最易得到，嫁接易成活，接后生长快捷，开花繁多，因而生产上较多应用，但接后易发生病虫害，使得寿命缩短，不如杏、山杏、梅为砧木好，因而提倡用三者的种子培育1-2年实生苗，再作为砧木用于嫁接。\n[扦插]\n    扦插繁殖成活率很低，若要得到较高的成活率，必须选用容易生根的品种。插条选择幼龄母树当年生健壮枝条，长10-15厘米，于早春花后或秋季落叶后进行扦插。\n[压条]\n    梅的繁殖量不大时可使用压条法。早春2-3月选生长茁壮的l-3年生长枝，在母树旁挖一条沟，在枝条弯曲处下方将枝条刻伤或环剥（宽0.5-l厘米，深达木质部），压入沟中，然后覆土，待生根后逐渐剪离母树。亦可用高压法繁殖大苗，在梅雨季节，从母树上选取适当枝条刻伤或环剥，然后用塑料袋包混合土，两头绑紧，保持湿度，过一个月后检查是否生根，生根后可从切口下剪离移栽培养。\n[播种]\n    播种以秋播为好，如须春播则应在秋季用砂层积种子，早春取出条播。果实6-7月变色时采收，摊放室内，使充分后熟，洗出种子晾干备用。梅花的播种实生苗由于生育速度慢，进入开花期迟，且后代种性变异大，用于繁殖砧木或选育新品种用。",
        "origin": "中国各地均有栽培，但以长江流域以南各省最多，江苏北部和河南南部也有少数品种，某些品种已在华北引种成功。日本和朝鲜也有。",
        "variety": " 果梅：白梅品种群、青梅品种群、花梅品种群. \n    花梅：花梅的品种，由于长期栽培，变异较大，品种甚多 ",
        "application": "经济，变种和品种极多，可分花梅及果梅两类。花梅主要供观赏。果梅其果实主要作加工或药用，一般加工制成各种蜜饯和果酱；用青梅加工制成乌梅供药用，为收敛剂，能治痢疾，并有镇咳、祛痰、解热、杀虫等功效，又为提取枸橼酸的原料；花蕾能开胃散郁、生津化痰、活血解毒；根研成粉末治黄疽有效。该种植物对氟化氢污染敏感，可以用来监测大气氟化物行染。未成熟果实含柠檬酸、苹果酸、琥珀酸等；种子含苦杏仁苷；花含挥发油，油中含苯甲醛、苯甲酸等。梅花最宜植于庭院、草坪、低山丘陵，可孤植、丛植、群植。又可盆栽观赏或加以整剪做成各式桩景，或作切花瓶插供室内装饰用。\n    医药，花蕾（梅花）：微酸、涩，平。开郁和中，化痰，解毒。用于郁闷心烦，肝胃气痛，梅核气，瘰疬疮毒。果实（乌梅）：酸、涩，平。敛肺，涩肠，生津，安蛔。用于肺虚久咳，虚热消渴，蛔厥呕吐腹痛，胆道蛔虫症。",
        "culture": " 梅，「独天下而春」，作为传春报喜、吉庆的象征，从古至今一直被中国人视为吉祥之物。「梅具四德，初生为元，是开始之本；开花为亨，意味着通达顺利；结子为利，象征祥和有益；成熟为贞，代表坚定贞洁。」此为梅之「元亨利贞」四德。梅开五瓣，象征五福，即快乐、幸福、长寿、顺利与和平。"
      },
      {
        "id": 8,
        "name": "牡丹",
        "imageUrl": "images/category/8.jpg",
        "scientificName": "Paeonia suffruticosa Andr",
        "type": "芍药科 芍药属",
        "alias": "富贵花、洛阳花",
        "desc": "唐代刘禹锡有诗曰：“庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。”在清代末年，牡丹就曾被当作中国的国花。1985年5月牡丹被评为中国十大名花第二名。是中国特有的木本名贵花卉，有数千年的自然生长和1500多年的人工栽培历史。在中国栽培甚广，并早已引种世界各地。牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。",
        "habits": "性喜温暖、凉爽、干燥、阳光充足的环境。喜阳光，也耐半阴，耐寒，耐干旱，耐弱碱，忌积水，怕热，怕烈日直射。适宜在疏松、深厚、肥沃、地势高燥、排水良好的中性沙壤土中生长。酸性或黏重土壤中生长不良。充足的阳光对其生长较为有利，但不耐夏季烈日暴晒，温度在25℃以上则会使植株呈休眠状态。开花适温为17-20℃，但花前必须经过1-10℃的低温处理2-3个月才可。最低能耐-30℃的低温，但北方寒冷地带冬季需采取适当的防寒措施，以免受到冻害。南方的高温高湿天气对牡丹生长极为不利，因此，南方栽培牡丹需给其特定的环境条件才可观赏到奇美的牡丹花。",
        "shape": "牡丹是落叶灌木。茎高达2米；分枝短而粗。叶通常为二回三出复叶，偶尔近枝顶的叶为3小叶；顶生小叶宽卵形，长7-8厘米，宽5.5-7厘米，3裂至中部，裂片不裂或2-3浅裂，表面绿色，无毛，背面淡绿色，有时具白粉，沿叶脉疏生短柔毛或近无毛，小叶柄长1.2-3厘米；侧生小叶狭卵形或长圆状卵形，长4.5-6.5厘米，宽2.5-4厘米，不等2裂至3浅裂或不裂，近无柄；叶柄长5-11厘米，和叶轴均无毛。",
        "grow": "[栽植]\n    土壤要求质地疏松、肥沃，中性微碱。将所栽牡丹苗的断裂、病根剪除，浸杀虫、杀菌剂放入事先准备好的盆钵或坑内，根系要舒展，填土至盆钵或坑多半处将苗轻提晃动，踏实封土，深以根茎处略低于盆面或地平为宜。\n[浇水]\n    栽植后浇一次透水。牡丹忌积水，生长季节酌情浇水。北方干旱地区一般浇花前水、花后水、封冻水。盆载为便于管理可于花开后剪去残花连盆埋入地下。\n[施肥]\n    栽植一年后，秋季可行施肥，以腐熟有机肥料为主。结合松土、撒施、穴施均可。春、夏季多用化学肥料，结合浇水施花前肥、花后肥。盆载可结合浇水施液体肥。\n[修剪]\n    栽植当年，多行平茬。春季萌发后，留5枝左右，其余抹除，集中营养，使第二年花大色艳。秋冬季，结合清园，剪去干花柄、细弱、无花枝。盆载时，按需要修整成自己喜爱的形状。\n[中耕]\n    生长季节应及时中耕， 拔除杂草， 注意病、虫发生。秋冬，对两年生以上牡丹的天块实施翻耕。\n[换盆]\n    当盆载牡丹生长三、四年后，需在秋季换入加有新肥土的大盆或分株另栽。\n[喷药]\n    早春发芽前喷石硫合剂，夏季用杀虫、杀菌剂混合液，视病情每2周一次。结合施肥，宜可添加化学肥料及生长调和剂等。\n[催花]\n    为增加节日或庆典活动，按品种可提前50天左右将牡丹加温，温度控制常温10--25c，日均15c左右。前期注意保持植株湿润，现蕾后注意通风透光，成蕾后，按花期要求进行控温。平时要行叶面施肥，保证充足水分供应。这样，冬春两季随时都能见花。\n[观赏]\n    单株牡丹自然花期10--15天左右， 随温度升高而缩短， 3--8c可维持月余。大田栽植可采取临时搭棚遮风避光，延长观赏时间；盆载时应移至阳光不能直射的地方、温度5--10c、通风透光的环境，视长相及盆土湿润程度适时浇水，花朵上不要淋水，这样花期最长；需插花时的剪切，伤口应在水中剪切或灼伤为好。插花用水应放入保鲜剂或加少许白糖，以延长插花的花开时间。",
        "reproduction": "牡丹繁殖方法有分株、嫁接、播种等，但以分株及嫁接居多，播种方法多用于培育新品种。",
        "origin": "中国是世界牡丹的发祥地和世界牡丹王国。中国牡丹园艺品种根据栽培地区和野生原种的不同，可分为4个牡丹品种群，即中原品种群、 西北品种群、江南品种群和西南品种群。",
        "variety": "目前我们拥有生产于中国全国各地不同花色（如：红、紫、紫红、粉、白、蓝、绿、黄、黑和复色等）、不同花型（如：单瓣型、荷花型、皇冠型、楼子型、绣球型等）和具有抗旱、耐寒、耐热、耐湿等特性，可以种植在温带、寒热和亚热带地区的品种300多个，还有日本、美国、法国品种100余个 ",
        "application": "食用，牡丹花可供食用。明代的《遵生八笺》载有“牡丹新落瓣也可煎食”，同是明代的《二如亭群芳谱》谓：“牡丹花煎法与玉兰同，可食，可蜜浸”，“花瓣择洗净拖面，麻油煎食至美”，中国不少地方有用牡丹鲜花瓣做牡丹羹，或配菜添色制作名菜的。牡丹花瓣还可蒸酒，制成的牡丹露酒口味香醇。\n    医药，药用栽培者品种单调，花多为白色。以根皮入药，称牡丹皮，又名丹皮、粉丹皮、刮丹皮等，系常用凉血祛瘀中药。李时珍谓：“牡丹以色丹者为上，虽结籽而根上生苗，故谓之牡丹”，还认为野生单瓣者入药为好，人工为观赏栽培的重瓣者气味不纯，不可药用。兰的素心花瓣阴干亦能催生。\n    观赏,牡丹色、姿、香、韵俱佳，花大色艳，花姿绰约，韵压群芳。栽培牡丹有牡丹系、紫斑牡丹系、黄牡丹系等品系，通常分为墨紫色、白色、黄色、粉色、红色、紫色、雪青色、绿色等八大色系，按照花期又分为早花、中花、晚花类，依花的结构分为单花、台阁两类，又有单瓣、重瓣、千叶之异。牡丹栽培和研究愈来愈兴旺，品种也越来越丰富，中国产有五百余种，着名品种有姚黄、魏紫、赵粉、二乔、梨花雪、金轮黄、冰凌罩红石、瑶池春、掌花案、首案红、葛巾紫、蓝田玉、乌龙卧墨池、豆绿等等。清程先贞咏“春烟笼宝墨，入夜看来难。恐奏清平调，杨妃砚滴干”，足见此时已有色与暗夜无异的黑牡丹品种出现，而江苏盐城便仓产的枯枝牡丹，竟然“奇在一放十二瓣，如果是闰年，就一定是十三瓣，而且枝干枯黄……一离开便仓，花即变种”。",
        "culture": "牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。她是中国固有的特产花卉，有数千年的自然生长和两千多年的人工栽培历史。其花大、形美、色艳、香浓，为历代人们所称颂，具有很高的观赏和药用价值，自秦汉时以药植物载入《神农本草经》始，散于历代各种古籍者，不乏其文。形成了包括植物学、园艺学、药物学、地理学、文学、艺术、民俗学等多学科在内的牡丹文化学，是中华民族文化和民俗学的一组成部分，是中华民族文化完整机体的一个细胞，透过它，可洞察中华民族的一般特征，这就是“文化全息”现象。牡丹文化兼容多门科学，其构成非常广泛，它包括哲学、宗教、文学、艺术、教育、风俗、民情等所有文化领域。牡丹文化中所提供的文化信息，可以反映出民族文化的基本概貌，符合宇宙间的“全息律”。"
      },
      {
        "id": 9,
        "name": "水仙",
        "imageUrl": "images/category/9.jpg",
        "scientificName": "Narcissus tazetta L. var. chinensis Roem.",
        "type": "石蒜科 水仙属",
        "alias": "凌波仙子、金盏银台、落神香妃",
        "desc": "水仙性喜温暖、湿润、排水良好。在中国已有一千多年栽培历史，为传统观赏花卉，是中国十大名花之十。",
        "habits": "水仙为秋植球根类温室花卉，喜阳光充足，生命力顽强，能耐半阴，不耐寒。7-8月份落叶休眠，在休眠期鳞茎的生长点部分进行花芽分化，具秋冬生长，早春开花，夏季休眠的生理特性。水仙喜光、喜水、喜肥，适于温暖、湿润的气候条件，喜肥沃的砂质土壤。生长前期喜凉爽、中期稍耐寒、后期喜温暖。因此要求冬季无严寒夏季无酷暑，春秋季多雨的气候环境。",
        "shape": "鳞茎卵球形。叶宽线形，扁平，长20-40厘米，宽8-15毫米，钝头，全缘，粉绿色。花茎几与叶等长；伞形花序有花4-8朵；佛焰苞状总苞膜质；花梗长短不一；花被管细，灰绿色，近三棱形，长约2厘米，花被裂片6，卵圆形至阔椭圆形，顶端具短尖头，扩展，白色，芳香；副花冠浅杯状，淡黄色，不皱缩，长不及花被的一半；雄蕊6，着生于花被管内，花药基着；子房3室，每室有胚珠多数，花柱细长，柱头3裂。蒴果室背开裂。花期春季。",
        "grow": "[旱地]\n    每年挖球之后，把可以上市出售的大球挑出来，余下的小侧球可立即种植。也可留待9-10月种植。一般认为种得早，发根好，长得好。种植时，选较大的球用点播法，单行或宽行种植。单行种植时用6×25厘米的株行距，宽行种植的用6×15厘米株行距，连续种3-4行后，留出35-40厘米的行距，再反复连续下去。旱地栽培的，养护较粗放，除施2-3次水肥外，不常浇水。单行种植的常与农作物间作。\n[水田]\n    种球选择甚为严格，要求选无病虫害、无损伤、外鳞片明亮光滑、脉纹清晰的作种球，并按球的大小、年龄分三级栽培。",
        "reproduction": "侧球繁殖,这是最普通常用的一种繁殖方法。储球着生在鳞茎球外的两侧，仅基部与母球相连，很容易自行脱离母体，秋季将其与母球分离，单独种植，次年产生新球。\n    侧芽繁殖,侧芽是包在鳞茎球内部的芽。只在进行球根阉割时，才随挖出的碎鳞片一起脱离母体，拣出白芽，秋季撒播在苗床上，翌年产生新球。\n    双鳞片繁殖,一个鳞茎球内包含着很多侧芽，有明显可见的，有隐而不见的。但其基本规律是闲两张鳞片1个芽。用带有两个鳞片的鳞茎盘作繁殖材料就叫双鳞片繁殖。其方法是把鳞茎先放在低温4-10℃处4-8周，然后在常温中把鳞茎盘切小，使每块带有两个鳞片，并将鳞片上端切除留下2厘米作繁殖材料，然后用塑料袋盛含水50%的蛭石或含水6%的砂，把繁殖材料放入袋中，封闭袋口，置20-28℃温度中黑暗的地方。经2-3月可长出小鳞茎，成球率80-90%。这是近年开始发展的新方法，四季可以进行，但以4-9月为好。生成的小鳞茎移栽后的成活率高，可达80-100%。",
        "origin": "原产亚洲东部的海滨温暖地区；中国浙江、福建沿海岛屿自生，但各省区所见者全系栽培，供观赏。",
        "variety": "单瓣型：福建漳州特产，花冠色青白，花萼黄色，花被6瓣，中间有金色的副冠，形如盏状，花味清香，所以叫“金盏玉台”亦名“酒杯水仙”，花期约半个月；若副冠呈白色，花多，叶稍细者，则称“银盏玉台”。\n    重瓣型（复瓣型）：花重瓣，白色，花被12瓣，卷成一簇花冠下端轻黄而上端淡白，没有明显的副冠，名为“百叶水仙”或称“玉玲珑”，花期在二十天左右。花形不如单瓣的美，香气亦较差，是水仙的变种。",
        "application": "经济，水仙花花香清郁，鲜花芳香油含量达0.20%-0.45%,经提炼可调制香精、香料；可配制香水，香皂及高级化妆品。水仙香精是香型配调中不可缺少的原料。水仙花清香隽永，采用水仙鲜花窨茶，制成高档水仙花茶，水仙乌龙茶等，茶气隽香、味甘醇。\n    药用，水仙以鳞茎入药，春秋采集，洗去泥沙，开水烫后，切片晒干或鲜用，有小毒。具有清热解毒，散结消肿等疗效。用于腮腺炎，痈疖疔毒初起红肿热痛等症。\n    观赏，水仙花在客厅，能让人感到宁静、温馨。客厅是家人团聚和会客的场所，适合选用艳丽插花和高贵大方的水仙花，水仙花放在家里，可以吸收家里放出的噪音，吸收家里放出的废气，释放出清新的空气，从物理学的角度减轻了一个多再一个空间里面多余的负担，舒服的家就是风水好的家。",
        "culture": "水仙别名金盏银台，花如其名，绿裙、青带，亭亭玉立于清波之上。素洁的花朵超尘脱俗，高雅清香，格外动人，宛若凌波仙子踏水而来。元程棨《三柳轩杂识》谓水仙为花中之“雅客”。水仙花语有两说：一是“纯洁”。二是“吉祥”。在西方，水仙花的意译便是“恋影花”，花语是坚贞的爱情，引申一下便是自省对爱情的诚挚。"
      },
      {
        "id": 10,
        "name": "月季",
        "imageUrl": "images/category/10.jpg",
        "scientificName": "Rosa chinensis Jacq.",
        "type": "蔷薇科 蔷薇属",
        "alias": "月月红、月月花",
        "desc": "自然花期8月到次年4月，花成大型，由内向外，呈发散型，有浓郁香气，可广泛用于园艺栽培和切花。月季的适应性强，耐寒、耐寒，不论地栽、盆栽均可，适用于美化庭院、装点园林、布置花坛、配植花篱、花架，月季栽培容易，可作切花，用于做花束和各种花篮，月季花朵可提取香精，并可入药。也有较好的抗真菌及协同抗耐药真菌活性。红色切花更成为情人间必送的礼物之一，并成为爱情诗歌的主题。",
        "habits": "月季花对气候、土壤要求虽不严格，但以疏松、肥沃、富含有机质、微酸性、排水良好的的壤土较为适宜。性喜温暖、日照充足、空气流通的环境。大多数品种最适温度白天为15-26℃，晚上为10-15℃。冬季气温低于5℃即进入休眠。有的品种能耐-15℃的低温和耐35℃的高温；夏季温度持续30℃以上时，即进入半休眠，植株生长不良，虽也能孕蕾，但花小瓣少，色暗淡而无光泽，失去观赏价值。",
        "shape": "月季花是直立灌木，高1-2米；小枝粗壮，圆柱形，近无毛，有短粗的钩状皮刺。小叶3-5，稀7，连叶柄长5-11厘米，小叶片宽卵形至卵状长圆形，长2.5-6厘米，宽1-3厘米，先端长渐尖或渐尖，基部近圆形或宽楔形，边缘有锐锯齿，两面近无毛，上面暗绿色，常带光泽，下面颜色较浅，顶生小叶片有柄，侧生小叶片近无柄，总叶柄较长，有散生皮刺和腺毛；托叶大部贴生于叶柄，仅顶端分离部分成耳状，边缘常有腺毛。",
        "grow": "[土壤]\n    露地栽培地选择地势较高，阳光充足，空气流通，土壤微酸性。栽培时深翻土地，并施入有机肥料做基肥。盆栽月季花宜用腐殖质丰富而呈微酸性肥沃的砂质土壤，不宜用碱性土。在每年的春天新芽萌动前要更换一次盆土，以利其旺盛生长，换土有助季当年开花。月季花可以用各种材质的花盆栽种，瓦盆自然也是可以的。配制成营养土应该注意排水，通风及各种养分的搭配。其比例是园土：腐叶土：砻糠灰=5：3：2。每年越冬前后适合翻盆、修根、换土，逐年加大盆径，以泥瓦盆为佳。\n[浇水]\n    给月季花浇水是有讲究的，要做到见干见湿，不干不浇，浇则浇透。月季花怕水淹，盆内不可有积水，水大易烂根。盛夏季节要每天浇一次水，见盆土表面发白时即可浇水。冬天休眠期一定要少浇水，保持半湿即可。月季浇水因季节而异，冬季休眠期保持土壤湿润，不干透就行。开春枝条前发，枝叶生长，适当增加水量，每天早晚浇1次水。在生长旺季及花期需增加浇水量，夏季高温，水的蒸发量加大，植物处于虚弱半休眠状态，最忌干燥脱水，每天早晚各浇一次水，避免阳光暴晒。高温时浇水，每次浇水应有少量水从盆底渗出，说明已浇透，浇水时不要将水溅在叶上，防止病害。\n[温度]\n月季花性喜凉爽温暖的气候环境，怕高温。最适宜的温度是18-28℃，当气温超过32℃时，花芽分化就会受到抑制。所以，在气温较高的盛夏，月季通常不开花，即便有少量的花，也比在常温下要逊色得多。在高温时可以把花盆移在阴凉的环境之处养护。",
        "reproduction": "嫁接法,嫁接常用野蔷薇作砧木，分芽接和枝接两种。芽接成活率较高，一般于8至9月进行，嫁接部位要尽量靠近地面，具体方法是：在砧木茎枝的一侧用芽接刀于皮部做“T”形切口，然后从玫瑰的当年生长发育良好的枝条中部选取接芽。将接芽插入“T”形切口后，用塑料袋扎缚，并适当遮荫，这样经过两周左右即可愈合。\n    播种法,即春季播种繁殖。可穴播，也可沟播，通常在4月上中旬即可发芽出苗。移植时间分春植和秋植两种，一般在秋末落叶后或初春树液流动前进行。\n    分株法,分株繁殖多在早春或晚秋进行，方法是将整株玫瑰带土挖出进行分株，每株有1至2条枝并略带一些须根，将其定植于盆中或露地，当年就能开花。",
        "origin": "中国是月季花的原产地之一。在中国主要分布于湖北、四川和甘肃等省的山区，尤以上海、南京、南阳、常州、天津、郑州和北京等市种植最多。",
        "variety": "月季花种类主要有食用玫瑰、藤本月季（CI系）、大花香水月季（切花月季主要为大花香水月季）（HT系）、丰花月季（聚花月季）（F/FI系）、微型月季（Min系）、树状月季、壮花月季（Gr系）、灌木月季（sh系）、地被月季（Gc系）等。",
        "application": "环保作用，可以做成延绵不断的花篱、花屏、花墙、用于机关、学校、居民小区、城区广场等地方，不仅能净化空气，美化环境，还能大降低周围地区的噪音污染，缓解火热夏季城市的温室效应。月季花还是吸收有害气体的能手，能吸收硫化氢、氟化氢、苯、苯酚等有害气体，同时对二氧化硫、二氧化氮等有较强的抵抗能力，因此月季花也是保护人类生活环境的良好花木。\n药用，花可提取香料。根、叶、花均可入药，具有活血消肿、消炎解毒功效。而且是一味妇科良药。中医认为，月季味甘、性温，入肝经有活血调经、消肿解毒之功效。由于月季花的祛瘀、行气、止痛作用明显，故常被用于治疗月经不调、痛经等病症。月经过多、白带多，用月季花（或根）15g水煎服或炖猪肉食；月季花10g、大枣12g同煎，汤成后加适量蜂蜜服用，此方又香又甜，不像是药，对经期潮热很有效。此外，女性常用月季花瓣泡水当茶饮，或加入其他健美茶中冲饮，还可活血美容，使人青春长驻。\n    观赏,月季花在园林绿化中，有着不可或缺的价值，月季在南北园林中，使用次数是最多的一种花卉。月季花是春季主要的观赏花卉，其花期长，观赏价值高，价格低廉，受到各地园林的喜爱。可用于园林布置花坛、花境、庭院花材，可制作月季盆景，作切花、花篮、花束等。月季因其攀援生长的特性，主要用于垂直绿化，在园林街景，美花环境中具有独特的作用。如能构成赏心悦目的能道和花柱，做成各种拱形，网格形，框架式架子供月季攀附，再经过适当的修剪整形，可装饰建筑物，成为联系建筑物与园林的巧妙“纽带”。",
        "culture": "月季在中国传统文化中处于弱势地位，但新的考古发现，月季花是华夏先民北方系--相当于传说中的黄帝部族的图腾植物。为中国十大名花之一。月季被誉为“花中皇后”，而且有一种坚韧不屈的精神，花香悠远。原产中国，早在汉代就有栽培，唐宋以后更是栽种不绝，历来文人也留下了不少赞美月季的诗句。唐代著名诗人白居易曾有“晚开春去后，独秀院中央”的诗句，宋代诗人苏东坡诗云“花落花开无间断，春来春去不相关；牡丹最贵惟春晚，芍药虽繁只夏初，惟有此花开不厌，一年常占四时春” 。 北宋韩琦对它更是赞誉有加：“牡丹殊绝委春风，露菊萧疏怨晚丛。何以此花容艳足，四时长放浅深红。”"
      },
      {
        "id": 11,
        "name": "山茶花",
        "imageUrl": "images/category/11.jpg",
        "scientificName": "Camellia sp.",
        "type": "山茶科 山茶属",
        "alias": "山茶花",
        "desc": "因其植株形姿优美，叶为浓绿绿而光泽，花形艳丽缤纷，而受到世界园艺界的珍视。茶花的品种极多，是中国传统的观赏花卉，“十大名花”中排名第八，亦是世界名贵花木之一。原产于中国东部，在长江流域、珠江流域、重庆、云南和四川各地，朝鲜、日本、中国台湾和印度等地普遍种植。",
        "habits": "茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5-6.5最佳。适温在20-32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70%以上，大部分品种可耐-8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "shape": "茶花是灌木或小乔木植物，高9米，嫩枝无毛。叶革质，椭圆形，长5-10厘米，宽2.5-5厘米，先端略尖，或急短尖而有钝尖头，基部阔楔形，上面深绿色，干后发亮，无毛，下面浅绿色，无毛，侧脉7-8对，在上下两面均能见，边缘有相隔2-3.5厘米的细锯齿。叶柄长8-15毫米，无毛。",
        "grow": "整理修剪地栽山茶主要剪去干枯枝、病弱枝、交叉枝、过密枝，明显影响树形的枝条，以及字符串换行 html疏去多余的花蕾。盆栽山茶除以上工作外，还应根据个人喜好进行整形修剪，但不宜重剪，因其生长势不强。\n    浇水山茶对肥水要求较高，中性和碱性壤土均不利其生长。北方尤其要注意将碱性水经过酸化处理后才，可浇花，具体办法是将自来水贮放2天，使水中的氯气挥发掉，再加入适量硫酸亚铁（占水0.5%左右）。浇水量不可过大，否则易烂根。盆土也不能干，否则易使根因失水而萎缩，以保持盆土和周围环境湿润为宜。花期勿喷水。一般冬季室内较干燥，应经常向山茶叶面喷水，以形成一个湿润的小气候。但阴雨天忌喷水。浇水时不要把水喷在花朵上，否则会引起花朵霉烂，缩短花期。花谢后及时摘去残花。冬季浇水要视室内温度而定，一般3天左右一次，保持盆土湿润，忌积水或浇半截水。用自来水应先在水桶中存放一两天，让氯气挥发掉。水中最好放百分之一的硫酸亚铁，以利于改善水质。\n温度山茶为半阴性花卉，夏季需搭棚遮阴。立秋后气温下降，山茶进入花芽分化期，应逐渐使全株受到充足的光照。冬季应置于室内阳光充足处，若室内光线太弱，山茶则生长不良，并易得病虫害。山茶为长日照植物。在日长12小时的环境中才能形成花芽。最适生长温度18-25℃，最适开花温度10-20℃，高于35℃会灼伤叶片。不耐寒，冬季应入室，温度保持3-5℃，也能忍耐短时间-10℃的低温，但不能长时间超过16℃，否则会促使发芽，引起落叶。生长期要置于半阴环境中，不宜接受过强的直射阳光。特别是夏、秋季要进行遮荫，或放树下疏荫处。山茶喜温暖，怕寒冷。室内温度不能低于5℃。温度在10℃至15℃的房间内，其他措施得当，春节即可开花，花期可至3月份。",
        "reproduction": "扦插此方法最简便，扦插时间以9月间最为适宜，春季亦可。选择生长良好，半木质化枝条，除去基部叶片，保留上部3片叶，用利刀切成斜口，立即将切口浸入200-500ppm吲哚丁酸5-15分钟，晒干后插入沙盆或蛭石盆，插后浇水40天左右伤口愈合，60天左右生根。用激素处理后扦插比不用激素的提早2-3个月出根。用蛭石作插床，出根也比沙床快得多。\n   靠接选择适当的品种如茶盅茶或油茶作砧木，靠接名贵的茶花。靠接的时间一般在清明节至中秋节之间。先把砧木栽在花盆里，用刀子在所要结合的部位分别削去一半左右，切口要平滑，然后使双方的切面紧密贴合，用塑料薄膜包扎，每天给砧木淋水两次，60天后即可愈合。到时可剪下栽植，并置于树阴下，避免阳光直射。翌年2月，用刀削去砧木的尾部，再行定植。\n    叶插叶插法茶花繁殖一般采用枝条扦插繁殖，但有些名贵品种由于受枝条来源的限制，或考虑到取材后会影响其树形，所以也采用叶插法。以山泥作扦插基质，可拌入1/3的河沙，以利通气排水，基质盛在瓦盆中，然后进行盆插。叶插最好在雨季进行，取一年生叶片作叶插材料，太老不易生根，过嫩容易腐烂。插入土中约2厘米，插后压紧土壤，浇足水，然后放在阴凉通风的地方。一般3个月可以发根，第二年春可以发芽抽枝。",
        "origin": "主要分布于中国和日本。中国中部及南方各省露地多有栽培，已有1400年的栽培历史，北部则行温室盆栽。重庆、云南、四川、台湾、山东、江西等地有野生种。",
        "variety": "茶花品种大约有2000种，可分为3大类，12个花型，2013年中国茶花品种已有306个以上。《花镜》载茶花品种有十九个：玛瑙茶、鹤顶红、宝珠茶、蕉萼白宝珠、杨妃茶、正宫粉、石榴茶、一捻红、照殿红、晚山茶、南山茶等。茶花型多，有单瓣、半重瓣、重瓣、曲瓣、五星瓣、六角形、松壳型等。花有红、黄、白、粉，甚至白瓣红点等色。",
        "application": "植物造景材料。山茶四季常绿，分布广泛，树姿优美，是中国南方重要的植物造景材料之一。\n    药用凉血止血；散瘀；消瘀肿。主吐血；衄血；咳血；便血；痔血；赤血痢；血淋；血崩；带下；烫伤；跌扑损伤。用于吐血，衄血，便血，血崩；外用治烧烫伤，创伤出血。",
        "culture": "山茶花开花于冬春之际，花姿丰盈，端庄高雅，是中国传统十大名花之一，也是世界名花之一。郭沫若盛赞曰：“茶花一树早桃红，百朵彤云啸傲中。”山茶花，既具有“唯有山茶殊耐久，独能深月占春风”的傲梅风骨，又有“花繁艳红，深夺晓霞”的凌牡丹之鲜艳，因此自古以来就是极富盛名的木本花卉，在唐宋两朝达到了登峰造极之境，十七世纪引入欧洲后也造成轰动，也因此获得“世界名花”的美名。"
      },
      {
        "id": 12,
        "name": "唐杜鹃",
        "imageUrl": "images/category/12.jpg",
        "scientificName": "Rhododendron simsii Planch.",
        "type": "杜鹃花科 杜鹃属",
        "alias": "山踯躅、映山红",
        "desc": "该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，长沙、无锡、九江、镇江、大理、嘉兴、赣州等城市定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。",
        "habits": "杜鹃性喜凉爽、湿润、通风的半阴环境，既怕酷热又怕严寒，生长适温为12℃至25℃，夏季气温超过35℃，则新梢、新叶生长缓慢，处于半休眠状态。夏季要防晒遮阴，冬季应注意保暖防寒。忌烈日暴晒，适宜在光照强度不大的散射光下生长，光照过强，嫩叶易被灼伤，新叶老叶焦边，严重时会导致植株死亡。冬季，露地栽培杜鹃要采取措施进行防寒，以保其安全越冬。观赏类的杜鹃中，西鹃抗寒力最弱，气温降至0℃以下容易发生冻害。",
        "shape": "落叶灌木，高2（-5）米；分枝多而纤细，密被亮棕褐色扁平糙伏毛。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形，长1.5-5厘米，宽0.5-3厘米，先端短渐尖，基部楔形或宽楔形，边缘微反卷，具细齿，上面深绿色，疏被糙伏毛，下面淡白色，密被褐色糙伏毛，中脉在上面凹陷，下面凸出；叶柄长2-6毫米，密被亮棕褐色扁平糙伏毛。",
        "grow": "土壤杜鹃是喜荫的植物，太阳的直射对它生长不利，所以杜鹃专类园最好选择在有树影遮荫的地方，或者在做绿化设计时，就考虑到这一点，有意地在专类园中配置乔木。杜鹃喜排水良好的酸性土壤，但由于各专类园和景观都要用水泥做道路和铺装，使得杜鹃栽植地土壤板结，碱性严重，所以必须把栽植地的土壤进行更换，并加一定量的泥炭土。\n    浇水杜鹃对土壤干湿度要求是润而不湿。一般春秋季节，对露地栽种的杜鹃可以隔2-3天浇一次透水，在炎热夏季，每天至少浇一次水。日常浇水，切忌用碱性水，浇水时还应注意水温不宜过冷，尤其在炎热夏天，用过冷水浇透，造成土温骤然降低，影响根系吸水，干扰植株生理平衡。\n    温度杜鹃喜欢空气湿度大的环境，但有些杜鹃专类园都建在广场、道路两旁，空气流动快，比较干燥，所以必须经常对杜鹃叶片进行喷水或对周围空气进行喷雾，使杜鹃园周围空气保持湿润。",
        "reproduction": "扦插此法应用最广，优点是操作简便、成活率高、生长迅速、性状稳定。\n    嫁接可一砧接多穗，多品种，生长快，株形好，成活率高。\n    播种杜鹃绝大多数都能结实采种，仅有重瓣不结实。一般种子的成熟期从每年的10月-1月，当果皮由青转黄至褐色时，果的顶端裂开，种子开始散落，此时要随时采收。末开裂的变褐均采下来，放在室内通风良好处摊凉，使之自然开裂，再去掉果壳等杂质，装入纸袋或布袋中，保存在阴凉通风处。如果有温室条件，随采随播发芽率高。一般播种时间3-4月份，采用盆播，因为种子小，把盆里外洗干净，放在阳光下晒干，灭菌消毒，土壤也灭菌消毒，装盆±要通透性好的、湿润肥沃含有丰富的有机质的酸性土。为了出苗均匀，种子掺些细土，撒入盆内上面盖一层薄细土，浇水用窨水法渗入盆内，把盆放在前窗台上，盖一层玻璃或塑料薄膜，目的是提高盆内温度。小苗出土后，逐渐减少覆盖时间，因苗嫩小，注意温变，突然高低变化，强光的照射。苗长得很慢，5-6月份才长出2-3片真叶，这时在室内做第一次移栽，株行距2-3厘米，苗高2-3厘米（大约11月份），大苗移栽在10厘米盆中一株，小苗栽三株。用细喷壶浇水和淡肥水。播种后第二年春季出花房，放在荫棚下养护。6月换13.3厘米盆中，第三年植株有20厘米高，已有分枝几个也有花蕾出现，换16.7厘米盆中，以后根据植株的大小，逐年换盆。",
        "origin": "产自中国江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州和云南。",
        "variety": "毛鹃、夏鹃、西洋鹃、东鹃、春鹃、羊踯躅、迎红杜鹃、马银花、云银杜鹃。杜鹃花属约有900种，亚洲约产850种。其中，中国约有530种，除新疆外南北各小区均有分布。新几内亚、马来西亚约有280种，几乎全为附生型 。此外，北美分布有24种，欧洲分布有9种，大洋洲分布1种。杜鹃花属种类多，差异很大，有常绿大乔木、小乔木，常绿灌木和落叶灌木。 　　杜鹃花分落叶和常绿两大类。落叶类叶小，常绿类叶片硕大。花的颜色有红、紫、黄、白、粉、蓝等色。喜阴凉、湿润，耐寒，多生长在海拔1000－1400米的山坡、高山草甸、林缘、石壁和沼泽地。",
        "application": "经济有的叶花可入药或提取芳香油，有的花可食用，树皮和叶可提制烤胶，木材可做工艺品等。高山杜鹃根系发达，是很好的水土保持植物。\n    观赏杜鹃繁叶茂，绮丽多姿，萌发力强，耐修剪，根桩奇特，是优良的盆景材料。园林中最宜在林缘、溪边、池畔及岩石旁成丛成片栽植，也可于疏林下散植。杜鹃也是花篱的良好材料，毛鹃还可经修剪培育成各种形态。杜鹃专类园极具特色。在花季中绽放时即使杜鹃总是给人热闹而喧腾的感觉，而不是花季时，深绿色的叶片也很适合栽种在庭园中做为矮墙或屏障。\n    药用根（杜鹃根）：酸、甘、温。活血，止痛，祛风，止痛。用于吐血、衄血，月经不调，崩漏，风湿痛，跌打损伤。叶（杜鹃叶）：酸，平。清热解毒，止血。用于痈肿疔疮，外伤出血，瘾疹。花（杜鹃）：酸、甘，温。活血，调经，祛风湿。用于月经不调，经闭，崩漏，跌打损伤，风湿痛，吐血，衄血。",
        "culture": "自唐宋以来，诗人，词人皆多题咏。美丽的杜鹃花始终闪烁于山野，妆点于园林，自古以来就博得人们的欢心。自唐宋诗人白居易、杜牧、苏东坡、辛弃疾、至明清杨升庵、康熙帝都有赞誉杜鹃花的佳作。大诗人李白见杜鹃花想起家乡的杜鹃鸟，触景生情，怀念家乡，写出了一首脍炙人口的诗“蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。"
      },
      {
        "id": 13,
        "name": "疏影",
        "imageUrl": "images/category/17.jpg",
        "scientificName": "Armeniaca mume Sieb",
        "type": "蔷薇科 杏属",
        "alias": "梅树、梅花",
        "desc": "梅花是中国十大名花之首，与兰花、竹子、菊花一起列为四君子，与松、竹并称为“岁寒三友”。在中国传统文化中，梅以它的高洁、坚强、谦虚的品格，给人以立志奋发的激励。在严寒中，梅开百花之先，独天下而春。",
        "habits": "梅花对土壤要求不严，耐贫瘠，凡排水良好的粘土、壤土及沙质土，Ph值在6—8，地势稍高或有坡度之处，均能良好生长，悔最畏涝，如遇大量积水时，常易根腐致死。",
        "shape": "株高约10m，干呈褐紫色，多纵驳纹。小枝呈绿色。叶片广卵形至卵形，边缘具细锯齿。花每节1～2朵，无梗或具短梗，原种呈淡粉红或白色，栽培品种则有紫、红、彩斑至淡黄等花色，于早春先叶而开。 ",
        "grow": "栽培管理 梅花栽培分为露地栽培、切花栽培、盆栽和桩景栽培。",
        "reproduction": "[嫁接]\n    繁殖嫁接是中国繁殖梅花常用的一种方法，嫁接苗生长发育快，开花早，能保持原种的优良特性。嫁接砧木可选用桃、山桃、杏、山杏及梅的实生苗，其中桃、山桃的种子最易得到，嫁接易成活，接后生长快捷，开花繁多，因而生产上较多应用，但接后易发生病虫害，使得寿命缩短，不如杏、山杏、梅为砧木好，因而提倡用三者的种子培育1-2年实生苗，再作为砧木用于嫁接。\n[扦插]\n    扦插繁殖成活率很低，若要得到较高的成活率，必须选用容易生根的品种。插条选择幼龄母树当年生健壮枝条，长10-15厘米，于早春花后或秋季落叶后进行扦插。\n[压条]\n梅的繁殖量不大时可使用压条法。早春2-3月选生长茁壮的l-3年生长枝，在母树旁挖一条沟，在枝条弯曲处下方将枝条刻伤或环剥（宽0.5-l厘米，深达木质部），压入沟中，然后覆土，待生根后逐渐剪离母树。亦可用高压法繁殖大苗，在梅雨季节，从母树上选取适当枝条刻伤或环剥，然后用塑料袋包混合土，两头绑紧，保持湿度，过一个月后检查是否生根，生根后可从切口下剪离移栽培养。\n[播种]\n    播种以秋播为好，如须春播则应在秋季用砂层积种子，早春取出条播。果实6-7月变色时采收，摊放室内，使充分后熟，洗出种子晾干备用。梅花的播种实生苗由于生育速度慢，进入开花期迟，且后代种性变异大，用于繁殖砧木或选育新品种用。",
        "origin": "中国各地均有栽培，但以长江流域以南各省最多，江苏北部和河南南部也有少数品种，某些品种已在华北引种成功。日本和朝鲜也有。",
        "variety": " 果梅：白梅品种群、青梅品种群、花梅品种群. \n    花梅：花梅的品种，由于长期栽培，变异较大，品种甚多 ",
        "application": "经济，变种和品种极多，可分花梅及果梅两类。花梅主要供观赏。果梅其果实主要作加工或药用，一般加工制成各种蜜饯和果酱；用青梅加工制成乌梅供药用，为收敛剂，能治痢疾，并有镇咳、祛痰、解热、杀虫等功效，又为提取枸橼酸的原料；花蕾能开胃散郁、生津化痰、活血解毒；根研成粉末治黄疽有效。该种植物对氟化氢污染敏感，可以用来监测大气氟化物行染。未成熟果实含柠檬酸、苹果酸、琥珀酸等；种子含苦杏仁苷；花含挥发油，油中含苯甲醛、苯甲酸等。梅花最宜植于庭院、草坪、低山丘陵，可孤植、丛植、群植。又可盆栽观赏或加以整剪做成各式桩景，或作切花瓶插供室内装饰用。\n医药，花蕾（梅花）：微酸、涩，平。开郁和中，化痰，解毒。用于郁闷心烦，肝胃气痛，梅核气，瘰疬疮毒。果实（乌梅）：酸、涩，平。敛肺，涩肠，生津，安蛔。用于肺虚久咳，虚热消渴，蛔厥呕吐腹痛，胆道蛔虫症。",
        "culture": " 梅，「独天下而春」，作为传春报喜、吉庆的象征，从古至今一直被中国人视为吉祥之物。「梅具四德，初生为元，是开始之本；开花为亨，意味着通达顺利；结子为利，象征祥和有益；成熟为贞，代表坚定贞洁。」此为梅之「元亨利贞」四德。梅开五瓣，象征五福，即快乐、幸福、长寿、顺利与和平。"
      },
      {
        "id": 14,
        "name": "泽芝",
        "imageUrl": "images/category/14.jpg",
        "scientificName": "Nelumbo SP.",
        "type": "睡莲科科 莲属",
        "alias": "芙蓉、水华",
        "desc": "荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。",
        "habits": "荷花是水生植物，性喜相对稳定的平静浅水、湖沼、泽地、池塘，是其适生地。荷花的需水量由其品种而定，大株形品种如古代莲、红千叶相对水位深一些，但不能超过1.7米．中小株形只适于20-60厘米的水深。同时荷花对失水十分敏感，夏季只要3小时不灌水，水缸所栽荷叶便萎靡，若停水一日，则荷叶边焦，花蕾回枯．荷花还非常喜光，生育期需要全光照的环境。荷花极不耐荫，在半荫处生长就会表现出强烈的趋光性。",
        "shape": "荷花是多年生水生草本；根状茎横生，肥厚，节间膨大，内有多数纵行通气孔道，节部缢缩，上生黑色鳞叶，下生须状不定根。",
        "grow": "水质荷花是水生植物，生长期内时刻都离不开水。生长前期，水层要控制在三厘米左右，水太深不利于提高土温。如用自来水，最好另缸盛放，晒一二天再用。夏天是荷花的生长高峰期，盆内切不可缺水。入冬以后，盆土也要保持湿润以防种藕缺水干枯。\n    施肥荷花的肥料以磷钾肥为主，辅以氮肥。如土壤较肥，则全年可不必施肥。腐熟的饼肥、鸡鸭鹅粪是最理想的肥料，小盆中施半两即可，大盆中最多只能施1-2两，切不可多施，并要充分与泥土拌和。生长旺期，如发现叶片色黄、瘦弱，可用每盒0·5克尿素拌于泥中，搓成10克左右的小球，每盆施一粒，施在盆中央的泥土中，7天见效。\n    越冬入冬以后，将盆放入室内或埋入冻土层下即可，黄河以北地区除埋入冻土层以下还要覆盖农膜，整个冬季要保持盆土湿润。",
        "reproduction": "种子育苗首先要破壳。5-6月将种子凹进的一端在水泥地上或粗糙的石块上磨破，浸种育苗。要保持水清，经常换水，约一周左右出芽，两周后生根移栽，每盆栽一株，水层要浅，不可将荷叶淹在水中。90%左右当年可开花，但当年开花不多。\n    分藕栽植3月中旬至4月中旬是翻盆栽藕的最佳时期。过早栽植会有寒流影响，种藕容易受冻害。北方地区遇寒流时可用透明农膜覆盖。栽插前，盆泥要和成糊状，栽插时种藕顶端沿盆边呈20度斜插入泥，碗莲深5厘米左右。大型荷花深10厘米左右，头低尾高。尾部半截翘起，不使藕尾进水。栽后将盆放置于阳光下照晒，使表面泥土出现微裂，以利种藕与泥土完全粘合，然后加少量水，待芽长出后，逐渐加深水位，最后保持3-5厘米水层。池塘栽植前期水层与盆荷一样，后期以不淹没荷叶为度。",
        "origin": "荷花一般分布在中亚，西亚、北美，印度、中国、日本等亚热带和温带地区。荷花在中国南起海南岛（北纬19度左右），北至黑龙江的富锦（北纬47.3度），东临上海及台湾省，西至天山北麓，除西藏自治区和青海省外，全国大部分地区都有分布。垂直分布可达海拔2000米，在秦岭和神农架的深山池沼中也可见到。",
        "variety": "荷花栽培品种很多， 依用途不同可分为藕莲、子莲和花莲三大系统。",
        "application": "食用中国古代民间就有春天折梅赠远，秋天采莲怀人的传统。自古中国人民就视莲子为珍贵食品，如今仍然是高级滋补营养品，众多地方专营莲子生产。莲藕是最好的蔬菜和蜜饯果品。莲叶、莲花、莲蕊等也都是中国人民喜爱的药膳食品。可见荷花食文化的丰富多彩。传统的莲子粥、莲房脯、莲子粉、藕片夹肉、荷叶蒸肉、荷叶粥等。叶为茶的代用品，又作为包装材料。荷花的地下茎在淤泥中生长，会被有毒物质侵染，只因藕的特别细密的表皮组织和含有丹宁的下皮，具有一定的阻挡或吸收有毒物质的能力，因而有毒物质多黏附在表皮上或渗入表皮中。在食用藕时要削去外皮，以防把有毒物质也吃进肚中。\n    观赏荷花专类园，中国荷花专类园有三种：一是像武汉东湖磨山的园林植物园，园中开辟一处以观赏，研究荷花为主的大型水生花卉区；二是像南京莫愁湖，杭州新“曲院风荷”这类是以荷花欣赏为主的大型公园；再一类就是以野趣为主，旅游结合生产的荷花民俗旅游资源景区，如广东三水的荷花世界，湖南岳阳的团湖风景区。\n    药用《本草纲目》中记载说荷花，莲子、莲衣、莲房、莲须、莲子心、荷叶、荷梗、藕节等均可药用。荷花能活血止血、去湿消风、清心凉血、解热解毒。莲子能养心、益肾、补脾、涩肠。莲须能清心、益肾、涩精、止血、解暑除烦，生津止渴。荷叶能清暑利湿、升阳止血，减肥瘦身，其中荷叶简成分对于清洗肠胃，减脂排瘀有奇效。藕节能止血、散瘀、解热毒。荷梗能清热解暑、通气行水、泻火清心。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 15,
        "name": "寿客",
        "imageUrl": "images/category/15.jpg",
        "scientificName": "Dendranthema morifolium（Ramat. ）Tzvel",
        "type": "菊科 菊属",
        "alias": "金英、黄华",
        "desc": "菊花是中国十大名花第三，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。",
        "habits": "菊花为短日照植物，在短日照下能提早开花。喜阳光，忌荫蔽，较耐早，怕涝。喜温暖湿润气候，但亦能耐寒，严冬季节根茎能在地下越冬。花能经受微霜，但幼苗生长和分枝孕蕾期需较高的气温。最适生长温度为20℃左右。",
        "shape": "菊花为多年生草本，高 60-150厘米。茎直立，分枝或不分枝，被柔毛。叶互生，有短柄，叶片卵形至披针形，长 5-15公分，羽状浅裂或半裂，基部楔形，下面被白色短柔毛，边缘有粗大锯齿或深裂，基部楔形，有柄。头状花序单生或数个集生于茎枝顶端，直径 2.5-20厘米，大小不一，单个或数个集生於茎枝顶端；因品种不同，差别很大。总苞片多层，外层绿色，条形，边缘膜质，外面被柔毛；舌状花白色、红色、紫色或黄色。花色则有红、黄、白、橙、紫、粉红、暗红等各色，培育的品种极多，头状花序多变化，形色各异，形状因品种而有单瓣、平瓣、匙瓣等多种类型，当中为管状花，常全部特化成各式舌状花；花期 9-11月。雄蕊、雌蕊和果实多不发育。",
        "grow": "盆土宜选用肥沃的砂质土壤，先小盆后大盆，经2-3次换盆，7月可定盆；定盆可选用6份腐叶土、3份砂土和1份饼肥渣配制成混合土壤。浇透水后放阴凉处，待植株生长正常后移至向阳处。\n    浇水春季菊苗幼小，浇水宜少；夏季菊苗长大，天气炎热，蒸发量大，浇水要充足，可在清晨浇一次，傍晚再补浇一次，并要用喷水壶向菊花枝叶及周围地面喷水，以增加环境湿度；立秋前要适当控水、控肥，以防止植株窜高疯长。立秋后开花前，要加大浇水量并开始施肥，肥水逐渐加浓；冬季花枝基本停止生长，植株水分消耗量明显减少，蒸发量也小，须严格控制浇水。浇水最好用喷水壶缓缓喷洒，不可用猛水冲浇。浇水除要根据季节决定量和次数外，还要根据天气变化而变化。阴雨天要少浇或不浇；气温高蒸发量大时要多浇，反之则要少浇。一般在给花浇水时，要见盆土变干时再浇，不干不浇，浇则浇透。但不要使花盆汪水，否则会造成烂根、叶枯黄，引起植株死亡。\n    施肥在菊花植株定植时，盆中要施足底肥。以后可隔10天施一次氮肥。立秋后自菊花孕蕾到现蕾时，可每周施一次稍浓一些的肥水；含苞待放时，再施一次浓肥水后，即暂停施肥。如果此时能给菊花施一次过磷酸钙或0.1%磷酸二氢钾溶液，则花可开得更鲜艳一些。",
        "reproduction": "有营养繁殖与种子繁殖两法。营养繁殖包括杆插、分株、嫁接、压条及组织培养等。通常以扦插繁殖为主，其中又分芽插、嫩枝插、叶芽插。",
        "origin": "菊花遍布中国各城镇与农村，尤以北京、南京、上海、杭州、青岛、天津、开封、武汉、成都、长沙、湘潭、西安、沈阳、广州、中山市小榄镇等为盛。 8世纪前后，作为观赏的菊花由中国传至日本被推崇为日本国徽的图样。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "variety": "夏菊：又名五九菊。在每年农历5月及9月各开花一次。现今利用保护设施栽培可在阳历5月及10月各开花一次。秋菊：花期有早、晚之分。早菊花期在9月中、下旬为中型菊。晚菊花期在10-11月为大型菊，是栽培最普遍的秋菊。寒菊：又称冬菊。花期自12月至翌年1月。",
        "application": "菊花能入药治病，久服或饮菊花茶能令人长寿。宋代诗人苏辙：“南阳白菊有奇功，潭上居人多老翁”。菊花可以做成精美的佳肴。“菊花肉”是经过长期摸索制作成的一种菊菜，它由一块块用蔗糖熬浆炮制的白嫩猪肉加工制成，玲珑剔透，有如白玉。每块之上黏上几丝菊瓣，饱饮油脂糖甜，观其金黄色泽，吃到口里荤中有素，素中有荤，香甜不腻，实为名菜。还有菊花鱼球、油炸菊叶、菊花鱼片粥、菊花羹、菊酒、菊茶等等，这些菊餐不但色香味俱佳，而且营养丰富。北京有名的“菊花锅子”（即在涮羊肉火锅里放些菊花煮汤），清淡味美，更是别有风味。\n    赏菊，一直是中国民间长期流传的习惯，远从古代的京都帝王宫廷、官宦门第和庶民百姓，近至当今中国各城市的人民群众，每年都在秋天举行菊花会、菊展和菊式等各种形式的赏菊活动。北京植物园每年秋季都会举办赏菊活动。广东省中山县小榄镇菊花会始办于宋代末年，至今已有七百多年的历史，是中国延续年代最久、规模最大的菊会之一，人数最多时可达一百万。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 16,
        "name": "空谷仙子",
        "imageUrl": "images/category/16.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰、国香",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。\n    春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      },
      {
        "id": 17,
        "name": "木樨",
        "imageUrl": "images/category/13.jpg",
        "scientificName": "Osmanthus sp.",
        "type": "木樨科 木樨属",
        "alias": "岩桂、金栗",
        "desc": "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
        "habits": "桂花适应于亚热带气候地区。性喜温暖，湿润。种植地区平均气温14-28℃，7月平均气温24-28℃，1月平均气温0℃以上，能耐最低气温-13℃，最适生长气温是15-28℃。湿度对桂花生长发育极为重要，要求年平均湿度75%-85%，年降水量1000毫米左右，特别是幼龄期和成年树开花时需要水分较多，若遇到干旱会影响开花，强日照和荫蔽对其生长不利，一般要求每天6-8小时光照。",
        "shape": "桂花是常绿乔木或灌木，高3-5米，最高可达18米；树皮灰褐色。小枝黄褐色，无毛。叶片革质，椭圆形、长椭圆形或椭圆状披针形，长7-14.5厘米，宽2.6-4.5厘米，先端渐尖，基部渐狭呈楔形或宽楔形，全缘或通常上半部具细锯齿，两面无毛，腺点在两面连成小水泡状突起，中脉在上面凹入，下面凸起，侧脉6-8对，多达10对，在上面凹入，下面凸起；叶柄长0.8-1.2厘米，最长可达15厘米，无毛。",
        "grow": "种植方法应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。\n    浇水地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。4月出房后，可适当增加水量，生长旺季可浇适量的淡肥水，花开季节肥水可略浓些。\n温度在黄河流域以南地区可露地栽培越冬。盆栽应冬季搬入室内，置于阳光充足处，使其充分接受直射阳光，室温保持5℃以上，但不可超过10℃。翌年4月萌芽后移至室外，先放在背风向阳处养护，待稳定生长后再逐渐移至通风向阳或半阴的环境，然后进行正常管理。生长期光照不足，影响花芽分化。",
        "reproduction": "扦插在春季发芽以前，用一年生发育充实的枝条，切成5-10厘米长，剪去下部叶片，上部留2-3片绿叶，插于河沙或黄土苗床，株行距3厘米X 20厘米，插后及时灌水或喷水，并遮荫，保持温度20-25℃，相对湿度85%-90%，2个月后可生根移栽。\n    播种4-5月份桂花果实成熟，当果皮由绿色变为紫黑色时即可采收。桂花种子有后熟作用，至少要有半年的砂藏时间，采收后洒水堆沤，清除果肉，置阴凉处使种子自然风干，混砂贮藏，砂藏后可秋播或春播。砂藏期间要经常检查，防止种子霉烂或遭鼠害。播种繁殖一般采用条播的方法。播种前要整好地，施足基肥，亦可播于室内苗床。播种时将种脐侧放，以免胚根和幼茎弯曲，将来影响幼苗生长。播后覆盖一层细上，然后盖上草占，遮荫保湿，经常保持土壤湿润，当年即可出苗。每亩用种量约20千克，可产苗木3万株左右。小苗于苗床生长2年后，第3年可移植栽培。实生苗开花较晚，定植8-10年后方能现花。\n    嫁接嫁接砧木多用女贞、小叶女贞、小蜡、水蜡、白蜡和流苏（别名油公子、牛筋子）等。大量繁殖苗木时，北方多用小叶女贞，在春季发芽之前，自地面以上5厘米处剪断砧木；剪取桂花1-2年生粗壮枝条长10-12厘米，基部一侧削成长2-3厘米的削面，对侧削成一个45度的小斜面；在砧木一侧约1/3处纵切一刀，深约2-3厘米；将接穗插入切口内，使形成层对齐，用塑料袋绑紧，然后埋土培养。用小叶女贞作砧木成活率高，嫁接苗生长快，寿命短，易形成“上粗下细”的“小脚”现象。用水蜡作砧木，生长慢，但寿命较长。盆栽桂花多行靠接。用流苏作砧木，靠接宜在生长季节进行，不宜在雨季或伏天靠接。靠接时选二者枝条粗细相近的接穗和砧木，在接穗适当部位削成梭形切口，深达木质部，长约3-4厘米，在砧木同等高度削成与接穗大小一致的切口，然后将两切口靠在一起，使二者形成层密结，用塑料条扎紧，愈合后，剪断接口上面的砧木和下面的接穗。嫁接苗的根系因砧木而异；插条埋入土中各处易生不定根，但无明显主根。桂花分枝性强且分技点低，特别在幼年尤为明显，因久常呈灌木状。密植或修剪后，则可成明显主干。树皮粗糙，灰褐色或灰白色，有时显出皮孔。叶面光滑，革质，近轴面暗亮绿色，远轴面色较谈；椭圆形，长椭圆形、卵形、倒卵形、披针形、倒披针形、长被针形至卵状披针形。",
        "origin": "园林桂花原产中国西南喜马拉雅山东段，印度，尼泊尔，柬埔寨也有分布。中国西南部、四川、陕南、云南、广西、广东、湖南、湖北、江西、安徽、河南等地，均有野生桂花生长，现广泛栽种于淮河流域及以南地区，其适生区北可抵黄河下游，南可至两广、海南等地。",
        "variety": "桂花经过长期栽植、自然杂交和人工选育，产生了许多栽培品种。通过进一步调查清理，已初步确定各桂花品种32个。以花色而言，有金桂、银桂、丹桂之分；以叶型而言，有柳叶桂、金扇桂、滴水黄、葵花叶、柴柄黄之分；以花期而言，有八月桂、四季桂、月月佳之分等。",
        "application": "观赏周《客座新闻》中记载：“衡神词其径，绵亘四十余里，夹道皆合抱松桂相间，连云遮日，人行空翠中，而秋来香闻十里，其数竟达17000株，真神幻佳景”。可见当时已有松桂相配作行道树。在现代园林中，因循古例，充分利用桂花枝叶繁茂，四季常青等优点，用作绿化树种。其配置形式不拘一格，或对植，或散植，或群植、列植。传统配置中自古就有“两桂当庭”、“双桂留芳”的称谓，也常把玉兰、海棠、牡丹、桂花四种传统名花同植庭前，以取玉、堂、富、贵之谐音，喻吉祥之意。\n    药用桂花功效：淡黄白色，芳香，提取芳香油，制桂花浸膏，可用于食品、化妆品，可制糕点、糖果，并可酿酒。桂花味辛，可入药。以花、果实及根入药。秋季采花；春季采果；四季采根，分别晒干。花：辛，温。果：辛、甘，温。根：甘、微涩，平。功能主治：花：散寒破结，化痰止咳。用于牙痛，咳喘痰多，经闭腹痛。果：暖胃，平肝，散寒。用于虚寒胃痛。根：祛风湿，散寒。用于风湿筋骨疼痛，腰痛，肾虚牙痛。\n    膳食糯米桂花藕、桂花黄林酥、桂花糕、枸杞桂花茶、桂花紫薯糯米饭、桂花奶豆腐、桂花酒酿细圆子、烧桂花肠、桂花杏仁豆腐、桂花小豆粥。",
        "culture": "桂花有很多别称：因为叶子像圭而称“桂”；纹理如犀，又叫木犀；其清雅高洁，香飘四溢，被称为“仙友”；桂花又被称为“仙树”、“花中月老”。桂花通常生长在岩岭上，也叫“岩桂”；桂花开花时浓香致远，其香气具有清浓两兼的特点，清可荡涤，浓可致远，因此有“九里香”的美称；黄花细如粟，故又有“金粟”之名；桂花为“仙客”；花开于秋，旧说秋之神主西方，所以也称“西香”或“秋香”；桂花树是崇高、贞洁、荣誉、友好和吉祥的象征，凡仕途得志，飞黄腾达者谓之“折桂”。"
      },
      {
        "id": 18,
        "name": "芍药",
        "imageUrl": "images/category/18.jpg",
        "scientificName": "Paeonia suffruticosa Andr",
        "type": "芍药科 芍药属",
        "alias": "富贵花、洛阳花",
        "desc": "唐代刘禹锡有诗曰：“庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。”在清代末年，牡丹就曾被当作中国的国花。1985年5月牡丹被评为中国十大名花第二名。是中国特有的木本名贵花卉，有数千年的自然生长和1500多年的人工栽培历史。在中国栽培甚广，并早已引种世界各地。牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。",
        "habits": "性喜温暖、凉爽、干燥、阳光充足的环境。喜阳光，也耐半阴，耐寒，耐干旱，耐弱碱，忌积水，怕热，怕烈日直射。适宜在疏松、深厚、肥沃、地势高燥、排水良好的中性沙壤土中生长。酸性或黏重土壤中生长不良。充足的阳光对其生长较为有利，但不耐夏季烈日暴晒，温度在25℃以上则会使植株呈休眠状态。开花适温为17-20℃，但花前必须经过1-10℃的低温处理2-3个月才可。最低能耐-30℃的低温，但北方寒冷地带冬季需采取适当的防寒措施，以免受到冻害。南方的高温高湿天气对牡丹生长极为不利，因此，南方栽培牡丹需给其特定的环境条件才可观赏到奇美的牡丹花。",
        "shape": "牡丹是落叶灌木。茎高达2米；分枝短而粗。叶通常为二回三出复叶，偶尔近枝顶的叶为3小叶；顶生小叶宽卵形，长7-8厘米，宽5.5-7厘米，3裂至中部，裂片不裂或2-3浅裂，表面绿色，无毛，背面淡绿色，有时具白粉，沿叶脉疏生短柔毛或近无毛，小叶柄长1.2-3厘米；侧生小叶狭卵形或长圆状卵形，长4.5-6.5厘米，宽2.5-4厘米，不等2裂至3浅裂或不裂，近无柄；叶柄长5-11厘米，和叶轴均无毛。",
        "grow": "[栽植]\n    土壤要求质地疏松、肥沃，中性微碱。将所栽牡丹苗的断裂、病根剪除，浸杀虫、杀菌剂放入事先准备好的盆钵或坑内，根系要舒展，填土至盆钵或坑多半处将苗轻提晃动，踏实封土，深以根茎处略低于盆面或地平为宜。\n[浇水]\n    栽植后浇一次透水。牡丹忌积水，生长季节酌情浇水。北方干旱地区一般浇花前水、花后水、封冻水。盆载为便于管理可于花开后剪去残花连盆埋入地下。\n[施肥]\n    栽植一年后，秋季可行施肥，以腐熟有机肥料为主。结合松土、撒施、穴施均可。春、夏季多用化学肥料，结合浇水施花前肥、花后肥。盆载可结合浇水施液体肥。\n[修剪]\n    栽植当年，多行平茬。春季萌发后，留5枝左右，其余抹除，集中营养，使第二年花大色艳。秋冬季，结合清园，剪去干花柄、细弱、无花枝。盆载时，按需要修整成自己喜爱的形状。\n[中耕]\n    生长季节应及时中耕， 拔除杂草， 注意病、虫发生。秋冬，对两年生以上牡丹的天块实施翻耕。\n[换盆]\n    当盆载牡丹生长三、四年后，需在秋季换入加有新肥土的大盆或分株另栽。\n[喷药]\n早春发芽前喷石硫合剂，夏季用杀虫、杀菌剂混合液，视病情每2周一次。结合施肥，宜可添加化学肥料及生长调和剂等。\n[催花]\n    为增加节日或庆典活动，按品种可提前50天左右将牡丹加温，温度控制常温10--25c，日均15c左右。前期注意保持植株湿润，现蕾后注意通风透光，成蕾后，按花期要求进行控温。平时要行叶面施肥，保证充足水分供应。这样，冬春两季随时都能见花。\n[观赏]\n    单株牡丹自然花期10--15天左右， 随温度升高而缩短， 3--8c可维持月余。大田栽植可采取临时搭棚遮风避光，延长观赏时间；盆载时应移至阳光不能直射的地方、温度5--10c、通风透光的环境，视长相及盆土湿润程度适时浇水，花朵上不要淋水，这样花期最长；需插花时的剪切，伤口应在水中剪切或灼伤为好。插花用水应放入保鲜剂或加少许白糖，以延长插花的花开时间。",
        "reproduction": "牡丹繁殖方法有分株、嫁接、播种等，但以分株及嫁接居多，播种方法多用于培育新品种。",
        "origin": "中国是世界牡丹的发祥地和世界牡丹王国。中国牡丹园艺品种根据栽培地区和野生原种的不同，可分为4个牡丹品种群，即中原品种群、 西北品种群、江南品种群和西南品种群。",
        "variety": "目前我们拥有生产于中国全国各地不同花色（如：红、紫、紫红、粉、白、蓝、绿、黄、黑和复色等）、不同花型（如：单瓣型、荷花型、皇冠型、楼子型、绣球型等）和具有抗旱、耐寒、耐热、耐湿等特性，可以种植在温带、寒热和亚热带地区的品种300多个，还有日本、美国、法国品种100余个 ",
        "application": "食用，牡丹花可供食用。明代的《遵生八笺》载有“牡丹新落瓣也可煎食”，同是明代的《二如亭群芳谱》谓：“牡丹花煎法与玉兰同，可食，可蜜浸”，“花瓣择洗净拖面，麻油煎食至美”，中国不少地方有用牡丹鲜花瓣做牡丹羹，或配菜添色制作名菜的。牡丹花瓣还可蒸酒，制成的牡丹露酒口味香醇。\n    医药，药用栽培者品种单调，花多为白色。以根皮入药，称牡丹皮，又名丹皮、粉丹皮、刮丹皮等，系常用凉血祛瘀中药。李时珍谓：“牡丹以色丹者为上，虽结籽而根上生苗，故谓之牡丹”，还认为野生单瓣者入药为好，人工为观赏栽培的重瓣者气味不纯，不可药用。兰的素心花瓣阴干亦能催生。\n    观赏,牡丹色、姿、香、韵俱佳，花大色艳，花姿绰约，韵压群芳。栽培牡丹有牡丹系、紫斑牡丹系、黄牡丹系等品系，通常分为墨紫色、白色、黄色、粉色、红色、紫色、雪青色、绿色等八大色系，按照花期又分为早花、中花、晚花类，依花的结构分为单花、台阁两类，又有单瓣、重瓣、千叶之异。牡丹栽培和研究愈来愈兴旺，品种也越来越丰富，中国产有五百余种，着名品种有姚黄、魏紫、赵粉、二乔、梨花雪、金轮黄、冰凌罩红石、瑶池春、掌花案、首案红、葛巾紫、蓝田玉、乌龙卧墨池、豆绿等等。清程先贞咏“春烟笼宝墨，入夜看来难。恐奏清平调，杨妃砚滴干”，足见此时已有色与暗夜无异的黑牡丹品种出现，而江苏盐城便仓产的枯枝牡丹，竟然“奇在一放十二瓣，如果是闰年，就一定是十三瓣，而且枝干枯黄……一离开便仓，花即变种”。",
        "culture": "牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。她是中国固有的特产花卉，有数千年的自然生长和两千多年的人工栽培历史。其花大、形美、色艳、香浓，为历代人们所称颂，具有很高的观赏和药用价值，自秦汉时以药植物载入《神农本草经》始，散于历代各种古籍者，不乏其文。形成了包括植物学、园艺学、药物学、地理学、文学、艺术、民俗学等多学科在内的牡丹文化学，是中华民族文化和民俗学的一组成部分，是中华民族文化完整机体的一个细胞，透过它，可洞察中华民族的一般特征，这就是“文化全息”现象。牡丹文化兼容多门科学，其构成非常广泛，它包括哲学、宗教、文学、艺术、教育、风俗、民情等所有文化领域。牡丹文化中所提供的文化信息，可以反映出民族文化的基本概貌，符合宇宙间的“全息律”。"
      }
    ],
    "plant2": [
      {
        "id": 19,
        "name": "凌波仙子",
        "imageUrl": "images/category/19.jpg",
        "scientificName": "Narcissus tazetta L. var. chinensis Roem.",
        "type": "石蒜科 水仙属",
        "alias": "金盏银台、落神香妃",
        "desc": "水仙性喜温暖、湿润、排水良好。在中国已有一千多年栽培历史，为传统观赏花卉，是中国十大名花之十。",
        "habits": "水仙为秋植球根类温室花卉，喜阳光充足，生命力顽强，能耐半阴，不耐寒。7-8月份落叶休眠，在休眠期鳞茎的生长点部分进行花芽分化，具秋冬生长，早春开花，夏季休眠的生理特性。水仙喜光、喜水、喜肥，适于温暖、湿润的气候条件，喜肥沃的砂质土壤。生长前期喜凉爽、中期稍耐寒、后期喜温暖。因此要求冬季无严寒夏季无酷暑，春秋季多雨的气候环境。",
        "shape": "鳞茎卵球形。叶宽线形，扁平，长20-40厘米，宽8-15毫米，钝头，全缘，粉绿色。花茎几与叶等长；伞形花序有花4-8朵；佛焰苞状总苞膜质；花梗长短不一；花被管细，灰绿色，近三棱形，长约2厘米，花被裂片6，卵圆形至阔椭圆形，顶端具短尖头，扩展，白色，芳香；副花冠浅杯状，淡黄色，不皱缩，长不及花被的一半；雄蕊6，着生于花被管内，花药基着；子房3室，每室有胚珠多数，花柱细长，柱头3裂。蒴果室背开裂。花期春季。",
        "grow": "[旱地]\n    每年挖球之后，把可以上市出售的大球挑出来，余下的小侧球可立即种植。也可留待9-10月种植。一般认为种得早，发根好，长得好。种植时，选较大的球用点播法，单行或宽行种植。单行种植时用6×25厘米的株行距，宽行种植的用6×15厘米株行距，连续种3-4行后，留出35-40厘米的行距，再反复连续下去。旱地栽培的，养护较粗放，除施2-3次水肥外，不常浇水。单行种植的常与农作物间作。\n[水田]\n    种球选择甚为严格，要求选无病虫害、无损伤、外鳞片明亮光滑、脉纹清晰的作种球，并按球的大小、年龄分三级栽培。",
        "reproduction": "侧球繁殖,这是最普通常用的一种繁殖方法。储球着生在鳞茎球外的两侧，仅基部与母球相连，很容易自行脱离母体，秋季将其与母球分离，单独种植，次年产生新球。\n    侧芽繁殖,侧芽是包在鳞茎球内部的芽。只在进行球根阉割时，才随挖出的碎鳞片一起脱离母体，拣出白芽，秋季撒播在苗床上，翌年产生新球。\n    双鳞片繁殖,一个鳞茎球内包含着很多侧芽，有明显可见的，有隐而不见的。但其基本规律是闲两张鳞片1个芽。用带有两个鳞片的鳞茎盘作繁殖材料就叫双鳞片繁殖。其方法是把鳞茎先放在低温4-10℃处4-8周，然后在常温中把鳞茎盘切小，使每块带有两个鳞片，并将鳞片上端切除留下2厘米作繁殖材料，然后用塑料袋盛含水50%的蛭石或含水6%的砂，把繁殖材料放入袋中，封闭袋口，置20-28℃温度中黑暗的地方。经2-3月可长出小鳞茎，成球率80-90%。这是近年开始发展的新方法，四季可以进行，但以4-9月为好。生成的小鳞茎移栽后的成活率高，可达80-100%。",
        "origin": "原产亚洲东部的海滨温暖地区；中国浙江、福建沿海岛屿自生，但各省区所见者全系栽培，供观赏。",
        "variety": "单瓣型：福建漳州特产，花冠色青白，花萼黄色，花被6瓣，中间有金色的副冠，形如盏状，花味清香，所以叫“金盏玉台”亦名“酒杯水仙”，花期约半个月；若副冠呈白色，花多，叶稍细者，则称“银盏玉台”。\n    重瓣型（复瓣型）：花重瓣，白色，花被12瓣，卷成一簇花冠下端轻黄而上端淡白，没有明显的副冠，名为“百叶水仙”或称“玉玲珑”，花期在二十天左右。花形不如单瓣的美，香气亦较差，是水仙的变种。",
        "application": "经济，水仙花花香清郁，鲜花芳香油含量达0.20%-0.45%,经提炼可调制香精、香料；可配制香水，香皂及高级化妆品。水仙香精是香型配调中不可缺少的原料。水仙花清香隽永，采用水仙鲜花窨茶，制成高档水仙花茶，水仙乌龙茶等，茶气隽香、味甘醇。\n    药用，水仙以鳞茎入药，春秋采集，洗去泥沙，开水烫后，切片晒干或鲜用，有小毒。具有清热解毒，散结消肿等疗效。用于腮腺炎，痈疖疔毒初起红肿热痛等症。\n    观赏，水仙花在客厅，能让人感到宁静、温馨。客厅是家人团聚和会客的场所，适合选用艳丽插花和高贵大方的水仙花，水仙花放在家里，可以吸收家里放出的噪音，吸收家里放出的废气，释放出清新的空气，从物理学的角度减轻了一个多再一个空间里面多余的负担，舒服的家就是风水好的家。",
        "culture": "水仙别名金盏银台，花如其名，绿裙、青带，亭亭玉立于清波之上。素洁的花朵超尘脱俗，高雅清香，格外动人，宛若凌波仙子踏水而来。元程棨《三柳轩杂识》谓水仙为花中之“雅客”。水仙花语有两说：一是“纯洁”。二是“吉祥”。在西方，水仙花的意译便是“恋影花”，花语是坚贞的爱情，引申一下便是自省对爱情的诚挚。"
      },
      {
        "id": 20,
        "name": "月月红",
        "imageUrl": "images/category/20.jpg",
        "scientificName": "Rosa chinensis Jacq.",
        "type": "蔷薇科 蔷薇属",
        "alias": "月月花",
        "desc": "自然花期8月到次年4月，花成大型，由内向外，呈发散型，有浓郁香气，可广泛用于园艺栽培和切花。月季的适应性强，耐寒、耐寒，不论地栽、盆栽均可，适用于美化庭院、装点园林、布置花坛、配植花篱、花架，月季栽培容易，可作切花，用于做花束和各种花篮，月季花朵可提取香精，并可入药。也有较好的抗真菌及协同抗耐药真菌活性。红色切花更成为情人间必送的礼物之一，并成为爱情诗歌的主题。",
        "habits": "月季花对气候、土壤要求虽不严格，但以疏松、肥沃、富含有机质、微酸性、排水良好的的壤土较为适宜。性喜温暖、日照充足、空气流通的环境。大多数品种最适温度白天为15-26℃，晚上为10-15℃。冬季气温低于5℃即进入休眠。有的品种能耐-15℃的低温和耐35℃的高温；夏季温度持续30℃以上时，即进入半休眠，植株生长不良，虽也能孕蕾，但花小瓣少，色暗淡而无光泽，失去观赏价值。",
        "shape": "月季花是直立灌木，高1-2米；小枝粗壮，圆柱形，近无毛，有短粗的钩状皮刺。小叶3-5，稀7，连叶柄长5-11厘米，小叶片宽卵形至卵状长圆形，长2.5-6厘米，宽1-3厘米，先端长渐尖或渐尖，基部近圆形或宽楔形，边缘有锐锯齿，两面近无毛，上面暗绿色，常带光泽，下面颜色较浅，顶生小叶片有柄，侧生小叶片近无柄，总叶柄较长，有散生皮刺和腺毛；托叶大部贴生于叶柄，仅顶端分离部分成耳状，边缘常有腺毛。",
        "grow": "[土壤]\n    露地栽培地选择地势较高，阳光充足，空气流通，土壤微酸性。栽培时深翻土地，并施入有机肥料做基肥。盆栽月季花宜用腐殖质丰富而呈微酸性肥沃的砂质土壤，不宜用碱性土。在每年的春天新芽萌动前要更换一次盆土，以利其旺盛生长，换土有助季当年开花。月季花可以用各种材质的花盆栽种，瓦盆自然也是可以的。配制成营养土应该注意排水，通风及各种养分的搭配。其比例是园土：腐叶土：砻糠灰=5：3：2。每年越冬前后适合翻盆、修根、换土，逐年加大盆径，以泥瓦盆为佳。\n[浇水]\n    给月季花浇水是有讲究的，要做到见干见湿，不干不浇，浇则浇透。月季花怕水淹，盆内不可有积水，水大易烂根。盛夏季节要每天浇一次水，见盆土表面发白时即可浇水。冬天休眠期一定要少浇水，保持半湿即可。月季浇水因季节而异，冬季休眠期保持土壤湿润，不干透就行。开春枝条前发，枝叶生长，适当增加水量，每天早晚浇1次水。在生长旺季及花期需增加浇水量，夏季高温，水的蒸发量加大，植物处于虚弱半休眠状态，最忌干燥脱水，每天早晚各浇一次水，避免阳光暴晒。高温时浇水，每次浇水应有少量水从盆底渗出，说明已浇透，浇水时不要将水溅在叶上，防止病害。\n[温度]\n月季花性喜凉爽温暖的气候环境，怕高温。最适宜的温度是18-28℃，当气温超过32℃时，花芽分化就会受到抑制。所以，在气温较高的盛夏，月季通常不开花，即便有少量的花，也比在常温下要逊色得多。在高温时可以把花盆移在阴凉的环境之处养护。",
        "reproduction": "嫁接法,嫁接常用野蔷薇作砧木，分芽接和枝接两种。芽接成活率较高，一般于8至9月进行，嫁接部位要尽量靠近地面，具体方法是：在砧木茎枝的一侧用芽接刀于皮部做“T”形切口，然后从玫瑰的当年生长发育良好的枝条中部选取接芽。将接芽插入“T”形切口后，用塑料袋扎缚，并适当遮荫，这样经过两周左右即可愈合。\n    播种法,即春季播种繁殖。可穴播，也可沟播，通常在4月上中旬即可发芽出苗。移植时间分春植和秋植两种，一般在秋末落叶后或初春树液流动前进行。\n    分株法,分株繁殖多在早春或晚秋进行，方法是将整株玫瑰带土挖出进行分株，每株有1至2条枝并略带一些须根，将其定植于盆中或露地，当年就能开花。",
        "origin": "中国是月季花的原产地之一。在中国主要分布于湖北、四川和甘肃等省的山区，尤以上海、南京、南阳、常州、天津、郑州和北京等市种植最多。",
        "variety": "月季花种类主要有食用玫瑰、藤本月季（CI系）、大花香水月季（切花月季主要为大花香水月季）（HT系）、丰花月季（聚花月季）（F/FI系）、微型月季（Min系）、树状月季、壮花月季（Gr系）、灌木月季（sh系）、地被月季（Gc系）等。",
        "application": "环保作用，可以做成延绵不断的花篱、花屏、花墙、用于机关、学校、居民小区、城区广场等地方，不仅能净化空气，美化环境，还能大降低周围地区的噪音污染，缓解火热夏季城市的温室效应。月季花还是吸收有害气体的能手，能吸收硫化氢、氟化氢、苯、苯酚等有害气体，同时对二氧化硫、二氧化氮等有较强的抵抗能力，因此月季花也是保护人类生活环境的良好花木。\n药用，花可提取香料。根、叶、花均可入药，具有活血消肿、消炎解毒功效。而且是一味妇科良药。中医认为，月季味甘、性温，入肝经有活血调经、消肿解毒之功效。由于月季花的祛瘀、行气、止痛作用明显，故常被用于治疗月经不调、痛经等病症。月经过多、白带多，用月季花（或根）15g水煎服或炖猪肉食；月季花10g、大枣12g同煎，汤成后加适量蜂蜜服用，此方又香又甜，不像是药，对经期潮热很有效。此外，女性常用月季花瓣泡水当茶饮，或加入其他健美茶中冲饮，还可活血美容，使人青春长驻。\n    观赏,月季花在园林绿化中，有着不可或缺的价值，月季在南北园林中，使用次数是最多的一种花卉。月季花是春季主要的观赏花卉，其花期长，观赏价值高，价格低廉，受到各地园林的喜爱。可用于园林布置花坛、花境、庭院花材，可制作月季盆景，作切花、花篮、花束等。月季因其攀援生长的特性，主要用于垂直绿化，在园林街景，美花环境中具有独特的作用。如能构成赏心悦目的能道和花柱，做成各种拱形，网格形，框架式架子供月季攀附，再经过适当的修剪整形，可装饰建筑物，成为联系建筑物与园林的巧妙“纽带”。",
        "culture": "月季在中国传统文化中处于弱势地位，但新的考古发现，月季花是华夏先民北方系--相当于传说中的黄帝部族的图腾植物。为中国十大名花之一。月季被誉为“花中皇后”，而且有一种坚韧不屈的精神，花香悠远。原产中国，早在汉代就有栽培，唐宋以后更是栽种不绝，历来文人也留下了不少赞美月季的诗句。唐代著名诗人白居易曾有“晚开春去后，独秀院中央”的诗句，宋代诗人苏东坡诗云“花落花开无间断，春来春去不相关；牡丹最贵惟春晚，芍药虽繁只夏初，惟有此花开不厌，一年常占四时春” 。 北宋韩琦对它更是赞誉有加：“牡丹殊绝委春风，露菊萧疏怨晚丛。何以此花容艳足，四时长放浅深红。”"
      },
      {
        "id": 21,
        "name": "白茶花",
        "imageUrl": "images/category/21.jpg",
        "scientificName": "Camellia sp.",
        "type": "山茶科 山茶属",
        "alias": "山茶花",
        "desc": "因其植株形姿优美，叶为浓绿绿而光泽，花形艳丽缤纷，而受到世界园艺界的珍视。茶花的品种极多，是中国传统的观赏花卉，“十大名花”中排名第八，亦是世界名贵花木之一。原产于中国东部，在长江流域、珠江流域、重庆、云南和四川各地，朝鲜、日本、中国台湾和印度等地普遍种植。",
        "habits": "茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5-6.5最佳。适温在20-32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70%以上，大部分品种可耐-8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "shape": "茶花是灌木或小乔木植物，高9米，嫩枝无毛。叶革质，椭圆形，长5-10厘米，宽2.5-5厘米，先端略尖，或急短尖而有钝尖头，基部阔楔形，上面深绿色，干后发亮，无毛，下面浅绿色，无毛，侧脉7-8对，在上下两面均能见，边缘有相隔2-3.5厘米的细锯齿。叶柄长8-15毫米，无毛。",
        "grow": "整理修剪地栽山茶主要剪去干枯枝、病弱枝、交叉枝、过密枝，明显影响树形的枝条，以及字符串换行 html疏去多余的花蕾。盆栽山茶除以上工作外，还应根据个人喜好进行整形修剪，但不宜重剪，因其生长势不强。\n    浇水山茶对肥水要求较高，中性和碱性壤土均不利其生长。北方尤其要注意将碱性水经过酸化处理后才，可浇花，具体办法是将自来水贮放2天，使水中的氯气挥发掉，再加入适量硫酸亚铁（占水0.5%左右）。浇水量不可过大，否则易烂根。盆土也不能干，否则易使根因失水而萎缩，以保持盆土和周围环境湿润为宜。花期勿喷水。一般冬季室内较干燥，应经常向山茶叶面喷水，以形成一个湿润的小气候。但阴雨天忌喷水。浇水时不要把水喷在花朵上，否则会引起花朵霉烂，缩短花期。花谢后及时摘去残花。冬季浇水要视室内温度而定，一般3天左右一次，保持盆土湿润，忌积水或浇半截水。用自来水应先在水桶中存放一两天，让氯气挥发掉。水中最好放百分之一的硫酸亚铁，以利于改善水质。\n    温度山茶为半阴性花卉，夏季需搭棚遮阴。立秋后气温下降，山茶进入花芽分化期，应逐渐使全株受到充足的光照。冬季应置于室内阳光充足处，若室内光线太弱，山茶则生长不良，并易得病虫害。山茶为长日照植物。在日长12小时的环境中才能形成花芽。最适生长温度18-25℃，最适开花温度10-20℃，高于35℃会灼伤叶片。不耐寒，冬季应入室，温度保持3-5℃，也能忍耐短时间-10℃的低温，但不能长时间超过16℃，否则会促使发芽，引起落叶。生长期要置于半阴环境中，不宜接受过强的直射阳光。特别是夏、秋季要进行遮荫，或放树下疏荫处。山茶喜温暖，怕寒冷。室内温度不能低于5℃。温度在10℃至15℃的房间内，其他措施得当，春节即可开花，花期可至3月份。",
        "reproduction": "扦插此方法最简便，扦插时间以9月间最为适宜，春季亦可。选择生长良好，半木质化枝条，除去基部叶片，保留上部3片叶，用利刀切成斜口，立即将切口浸入200-500ppm吲哚丁酸5-15分钟，晒干后插入沙盆或蛭石盆，插后浇水40天左右伤口愈合，60天左右生根。用激素处理后扦插比不用激素的提早2-3个月出根。用蛭石作插床，出根也比沙床快得多。\n    靠接选择适当的品种如茶盅茶或油茶作砧木，靠接名贵的茶花。靠接的时间一般在清明节至中秋节之间。先把砧木栽在花盆里，用刀子在所要结合的部位分别削去一半左右，切口要平滑，然后使双方的切面紧密贴合，用塑料薄膜包扎，每天给砧木淋水两次，60天后即可愈合。到时可剪下栽植，并置于树阴下，避免阳光直射。翌年2月，用刀削去砧木的尾部，再行定植。\n    叶插叶插法茶花繁殖一般采用枝条扦插繁殖，但有些名贵品种由于受枝条来源的限制，或考虑到取材后会影响其树形，所以也采用叶插法。以山泥作扦插基质，可拌入1/3的河沙，以利通气排水，基质盛在瓦盆中，然后进行盆插。叶插最好在雨季进行，取一年生叶片作叶插材料，太老不易生根，过嫩容易腐烂。插入土中约2厘米，插后压紧土壤，浇足水，然后放在阴凉通风的地方。一般3个月可以发根，第二年春可以发芽抽枝。",
        "origin": "主要分布于中国和日本。中国中部及南方各省露地多有栽培，已有1400年的栽培历史，北部则行温室盆栽。重庆、云南、四川、台湾、山东、江西等地有野生种。",
        "variety": "茶花品种大约有2000种，可分为3大类，12个花型，2013年中国茶花品种已有306个以上。《花镜》载茶花品种有十九个：玛瑙茶、鹤顶红、宝珠茶、蕉萼白宝珠、杨妃茶、正宫粉、石榴茶、一捻红、照殿红、晚山茶、南山茶等。茶花型多，有单瓣、半重瓣、重瓣、曲瓣、五星瓣、六角形、松壳型等。花有红、黄、白、粉，甚至白瓣红点等色。",
        "application": "植物造景材料。山茶四季常绿，分布广泛，树姿优美，是中国南方重要的植物造景材料之一。\n药用\n    凉血止血；散瘀；消瘀肿。主吐血；衄血；咳血；便血；痔血；赤血痢；血淋；血崩；带下；烫伤；跌扑损伤。用于吐血，衄血，便血，血崩；\n外用\n    治烧烫伤，创伤出血。",
        "culture": "山茶花开花于冬春之际，花姿丰盈，端庄高雅，是中国传统十大名花之一，也是世界名花之一。郭沫若盛赞曰：“茶花一树早桃红，百朵彤云啸傲中。”山茶花，既具有“唯有山茶殊耐久，独能深月占春风”的傲梅风骨，又有“花繁艳红，深夺晓霞”的凌牡丹之鲜艳，因此自古以来就是极富盛名的木本花卉，在唐宋两朝达到了登峰造极之境，十七世纪引入欧洲后也造成轰动，也因此获得“世界名花”的美名。"
      },
      {
        "id": 22,
        "name": "山踯躅",
        "imageUrl": "images/category/22.jpg",
        "scientificName": "Rhododendron simsii Planch.",
        "type": "杜鹃花科 杜鹃属",
        "alias": "映山红",
        "desc": "该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，长沙、无锡、九江、镇江、大理、嘉兴、赣州等城市定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。",
        "habits": "杜鹃性喜凉爽、湿润、通风的半阴环境，既怕酷热又怕严寒，生长适温为12℃至25℃，夏季气温超过35℃，则新梢、新叶生长缓慢，处于半休眠状态。夏季要防晒遮阴，冬季应注意保暖防寒。忌烈日暴晒，适宜在光照强度不大的散射光下生长，光照过强，嫩叶易被灼伤，新叶老叶焦边，严重时会导致植株死亡。冬季，露地栽培杜鹃要采取措施进行防寒，以保其安全越冬。观赏类的杜鹃中，西鹃抗寒力最弱，气温降至0℃以下容易发生冻害。",
        "shape": "落叶灌木，高2（-5）米；分枝多而纤细，密被亮棕褐色扁平糙伏毛。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形，长1.5-5厘米，宽0.5-3厘米，先端短渐尖，基部楔形或宽楔形，边缘微反卷，具细齿，上面深绿色，疏被糙伏毛，下面淡白色，密被褐色糙伏毛，中脉在上面凹陷，下面凸出；叶柄长2-6毫米，密被亮棕褐色扁平糙伏毛。",
        "grow": "土壤杜鹃是喜荫的植物，太阳的直射对它生长不利，所以杜鹃专类园最好选择在有树影遮荫的地方，或者在做绿化设计时，就考虑到这一点，有意地在专类园中配置乔木。杜鹃喜排水良好的酸性土壤，但由于各专类园和景观都要用水泥做道路和铺装，使得杜鹃栽植地土壤板结，碱性严重，所以必须把栽植地的土壤进行更换，并加一定量的泥炭土。\n    浇水杜鹃对土壤干湿度要求是润而不湿。一般春秋季节，对露地栽种的杜鹃可以隔2-3天浇一次透水，在炎热夏季，每天至少浇一次水。日常浇水，切忌用碱性水，浇水时还应注意水温不宜过冷，尤其在炎热夏天，用过冷水浇透，造成土温骤然降低，影响根系吸水，干扰植株生理平衡。\n    温度杜鹃喜欢空气湿度大的环境，但有些杜鹃专类园都建在广场、道路两旁，空气流动快，比较干燥，所以必须经常对杜鹃叶片进行喷水或对周围空气进行喷雾，使杜鹃园周围空气保持湿润。",
        "reproduction": "扦插此法应用最广，优点是操作简便、成活率高、生长迅速、性状稳定。\n    嫁接可一砧接多穗，多品种，生长快，株形好，成活率高。\n    播种杜鹃绝大多数都能结实采种，仅有重瓣不结实。一般种子的成熟期从每年的10月-1月，当果皮由青转黄至褐色时，果的顶端裂开，种子开始散落，此时要随时采收。末开裂的变褐均采下来，放在室内通风良好处摊凉，使之自然开裂，再去掉果壳等杂质，装入纸袋或布袋中，保存在阴凉通风处。如果有温室条件，随采随播发芽率高。一般播种时间3-4月份，采用盆播，因为种子小，把盆里外洗干净，放在阳光下晒干，灭菌消毒，土壤也灭菌消毒，装盆±要通透性好的、湿润肥沃含有丰富的有机质的酸性土。为了出苗均匀，种子掺些细土，撒入盆内上面盖一层薄细土，浇水用窨水法渗入盆内，把盆放在前窗台上，盖一层玻璃或塑料薄膜，目的是提高盆内温度。小苗出土后，逐渐减少覆盖时间，因苗嫩小，注意温变，突然高低变化，强光的照射。苗长得很慢，5-6月份才长出2-3片真叶，这时在室内做第一次移栽，株行距2-3厘米，苗高2-3厘米（大约11月份），大苗移栽在10厘米盆中一株，小苗栽三株。用细喷壶浇水和淡肥水。播种后第二年春季出花房，放在荫棚下养护。6月换13.3厘米盆中，第三年植株有20厘米高，已有分枝几个也有花蕾出现，换16.7厘米盆中，以后根据植株的大小，逐年换盆。",
        "origin": "产自中国江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州和云南。",
        "variety": "毛鹃、夏鹃、西洋鹃、东鹃、春鹃、羊踯躅、迎红杜鹃、马银花、云银杜鹃。杜鹃花属约有900种，亚洲约产850种。其中，中国约有530种，除新疆外南北各小区均有分布。新几内亚、马来西亚约有280种，几乎全为附生型 。此外，北美分布有24种，欧洲分布有9种，大洋洲分布1种。杜鹃花属种类多，差异很大，有常绿大乔木、小乔木，常绿灌木和落叶灌木。 　　杜鹃花分落叶和常绿两大类。落叶类叶小，常绿类叶片硕大。花的颜色有红、紫、黄、白、粉、蓝等色。喜阴凉、湿润，耐寒，多生长在海拔1000－1400米的山坡、高山草甸、林缘、石壁和沼泽地。",
        "application": "经济有的叶花可入药或提取芳香油，有的花可食用，树皮和叶可提制烤胶，木材可做工艺品等。高山杜鹃根系发达，是很好的水土保持植物。\n    观赏杜鹃繁叶茂，绮丽多姿，萌发力强，耐修剪，根桩奇特，是优良的盆景材料。园林中最宜在林缘、溪边、池畔及岩石旁成丛成片栽植，也可于疏林下散植。杜鹃也是花篱的良好材料，毛鹃还可经修剪培育成各种形态。杜鹃专类园极具特色。在花季中绽放时即使杜鹃总是给人热闹而喧腾的感觉，而不是花季时，深绿色的叶片也很适合栽种在庭园中做为矮墙或屏障。\n    药用根（杜鹃根）：酸、甘、温。活血，止痛，祛风，止痛。用于吐血、衄血，月经不调，崩漏，风湿痛，跌打损伤。叶（杜鹃叶）：酸，平。清热解毒，止血。用于痈肿疔疮，外伤出血，瘾疹。花（杜鹃）：酸、甘，温。活血，调经，祛风湿。用于月经不调，经闭，崩漏，跌打损伤，风湿痛，吐血，衄血。",
        "culture": "自唐宋以来，诗人，词人皆多题咏。美丽的杜鹃花始终闪烁于山野，妆点于园林，自古以来就博得人们的欢心。自唐宋诗人白居易、杜牧、苏东坡、辛弃疾、至明清杨升庵、康熙帝都有赞誉杜鹃花的佳作。大诗人李白见杜鹃花想起家乡的杜鹃鸟，触景生情，怀念家乡，写出了一首脍炙人口的诗“蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。"
      },
      {
        "id": 23,
        "name": "金栗",
        "imageUrl": "images/category/23.jpg",
        "scientificName": "Osmanthus sp.",
        "type": "木樨科 木樨属",
        "alias": "岩桂",
        "desc": "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
        "habits": "桂花适应于亚热带气候地区。性喜温暖，湿润。种植地区平均气温14-28℃，7月平均气温24-28℃，1月平均气温0℃以上，能耐最低气温-13℃，最适生长气温是15-28℃。湿度对桂花生长发育极为重要，要求年平均湿度75%-85%，年降水量1000毫米左右，特别是幼龄期和成年树开花时需要水分较多，若遇到干旱会影响开花，强日照和荫蔽对其生长不利，一般要求每天6-8小时光照。",
        "shape": "桂花是常绿乔木或灌木，高3-5米，最高可达18米；树皮灰褐色。小枝黄褐色，无毛。叶片革质，椭圆形、长椭圆形或椭圆状披针形，长7-14.5厘米，宽2.6-4.5厘米，先端渐尖，基部渐狭呈楔形或宽楔形，全缘或通常上半部具细锯齿，两面无毛，腺点在两面连成小水泡状突起，中脉在上面凹入，下面凸起，侧脉6-8对，多达10对，在上面凹入，下面凸起；叶柄长0.8-1.2厘米，最长可达15厘米，无毛。",
        "grow": "种植方法应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。\n    浇水地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。4月出房后，可适当增加水量，生长旺季可浇适量的淡肥水，花开季节肥水可略浓些。\n    温度在黄河流域以南地区可露地栽培越冬。盆栽应冬季搬入室内，置于阳光充足处，使其充分接受直射阳光，室温保持5℃以上，但不可超过10℃。翌年4月萌芽后移至室外，先放在背风向阳处养护，待稳定生长后再逐渐移至通风向阳或半阴的环境，然后进行正常管理。生长期光照不足，影响花芽分化。",
        "reproduction": "扦插在春季发芽以前，用一年生发育充实的枝条，切成5-10厘米长，剪去下部叶片，上部留2-3片绿叶，插于河沙或黄土苗床，株行距3厘米X 20厘米，插后及时灌水或喷水，并遮荫，保持温度20-25℃，相对湿度85%-90%，2个月后可生根移栽。\n    播种4-5月份桂花果实成熟，当果皮由绿色变为紫黑色时即可采收。桂花种子有后熟作用，至少要有半年的砂藏时间，采收后洒水堆沤，清除果肉，置阴凉处使种子自然风干，混砂贮藏，砂藏后可秋播或春播。砂藏期间要经常检查，防止种子霉烂或遭鼠害。播种繁殖一般采用条播的方法。播种前要整好地，施足基肥，亦可播于室内苗床。播种时将种脐侧放，以免胚根和幼茎弯曲，将来影响幼苗生长。播后覆盖一层细上，然后盖上草占，遮荫保湿，经常保持土壤湿润，当年即可出苗。每亩用种量约20千克，可产苗木3万株左右。小苗于苗床生长2年后，第3年可移植栽培。实生苗开花较晚，定植8-10年后方能现花。\n    嫁接嫁接砧木多用女贞、小叶女贞、小蜡、水蜡、白蜡和流苏（别名油公子、牛筋子）等。大量繁殖苗木时，北方多用小叶女贞，在春季发芽之前，自地面以上5厘米处剪断砧木；剪取桂花1-2年生粗壮枝条长10-12厘米，基部一侧削成长2-3厘米的削面，对侧削成一个45度的小斜面；在砧木一侧约1/3处纵切一刀，深约2-3厘米；将接穗插入切口内，使形成层对齐，用塑料袋绑紧，然后埋土培养。用小叶女贞作砧木成活率高，嫁接苗生长快，寿命短，易形成“上粗下细”的“小脚”现象。用水蜡作砧木，生长慢，但寿命较长。盆栽桂花多行靠接。用流苏作砧木，靠接宜在生长季节进行，不宜在雨季或伏天靠接。靠接时选二者枝条粗细相近的接穗和砧木，在接穗适当部位削成梭形切口，深达木质部，长约3-4厘米，在砧木同等高度削成与接穗大小一致的切口，然后将两切口靠在一起，使二者形成层密结，用塑料条扎紧，愈合后，剪断接口上面的砧木和下面的接穗。嫁接苗的根系因砧木而异；插条埋入土中各处易生不定根，但无明显主根。桂花分枝性强且分技点低，特别在幼年尤为明显，因久常呈灌木状。密植或修剪后，则可成明显主干。树皮粗糙，灰褐色或灰白色，有时显出皮孔。叶面光滑，革质，近轴面暗亮绿色，远轴面色较谈；椭圆形，长椭圆形、卵形、倒卵形、披针形、倒披针形、长被针形至卵状披针形。",
        "origin": "园林桂花原产中国西南喜马拉雅山东段，印度，尼泊尔，柬埔寨也有分布。中国西南部、四川、陕南、云南、广西、广东、湖南、湖北、江西、安徽、河南等地，均有野生桂花生长，现广泛栽种于淮河流域及以南地区，其适生区北可抵黄河下游，南可至两广、海南等地。",
        "variety": "桂花经过长期栽植、自然杂交和人工选育，产生了许多栽培品种。通过进一步调查清理，已初步确定各桂花品种32个。以花色而言，有金桂、银桂、丹桂之分；以叶型而言，有柳叶桂、金扇桂、滴水黄、葵花叶、柴柄黄之分；以花期而言，有八月桂、四季桂、月月佳之分等。",
        "application": "观赏周《客座新闻》中记载：“衡神词其径，绵亘四十余里，夹道皆合抱松桂相间，连云遮日，人行空翠中，而秋来香闻十里，其数竟达17000株，真神幻佳景”。可见当时已有松桂相配作行道树。在现代园林中，因循古例，充分利用桂花枝叶繁茂，四季常青等优点，用作绿化树种。其配置形式不拘一格，或对植，或散植，或群植、列植。传统配置中自古就有“两桂当庭”、“双桂留芳”的称谓，也常把玉兰、海棠、牡丹、桂花四种传统名花同植庭前，以取玉、堂、富、贵之谐音，喻吉祥之意。\n    药用桂花功效：淡黄白色，芳香，提取芳香油，制桂花浸膏，可用于食品、化妆品，可制糕点、糖果，并可酿酒。桂花味辛，可入药。以花、果实及根入药。秋季采花；春季采果；四季采根，分别晒干。花：辛，温。果：辛、甘，温。根：甘、微涩，平。功能主治：花：散寒破结，化痰止咳。用于牙痛，咳喘痰多，经闭腹痛。果：暖胃，平肝，散寒。用于虚寒胃痛。根：祛风湿，散寒。用于风湿筋骨疼痛，腰痛，肾虚牙痛。\n    膳食糯米桂花藕、桂花黄林酥、桂花糕、枸杞桂花茶、桂花紫薯糯米饭、桂花奶豆腐、桂花酒酿细圆子、烧桂花肠、桂花杏仁豆腐、桂花小豆粥。",
        "culture": "桂花有很多别称：因为叶子像圭而称“桂”；纹理如犀，又叫木犀；其清雅高洁，香飘四溢，被称为“仙友”；桂花又被称为“仙树”、“花中月老”。桂花通常生长在岩岭上，也叫“岩桂”；桂花开花时浓香致远，其香气具有清浓两兼的特点，清可荡涤，浓可致远，因此有“九里香”的美称；黄花细如粟，故又有“金粟”之名；桂花为“仙客”；花开于秋，旧说秋之神主西方，所以也称“西香”或“秋香”；桂花树是崇高、贞洁、荣誉、友好和吉祥的象征，凡仕途得志，飞黄腾达者谓之“折桂”。"
      },
      {
        "id": 24,
        "name": "水华",
        "imageUrl": "images/category/24.jpg",
        "scientificName": "Nelumbo SP.",
        "type": "睡莲科科 莲属",
        "alias": "芙蓉",
        "desc": "荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。",
        "habits": "荷花是水生植物，性喜相对稳定的平静浅水、湖沼、泽地、池塘，是其适生地。荷花的需水量由其品种而定，大株形品种如古代莲、红千叶相对水位深一些，但不能超过1.7米．中小株形只适于20-60厘米的水深。同时荷花对失水十分敏感，夏季只要3小时不灌水，水缸所栽荷叶便萎靡，若停水一日，则荷叶边焦，花蕾回枯．荷花还非常喜光，生育期需要全光照的环境。荷花极不耐荫，在半荫处生长就会表现出强烈的趋光性。",
        "shape": "荷花是多年生水生草本；根状茎横生，肥厚，节间膨大，内有多数纵行通气孔道，节部缢缩，上生黑色鳞叶，下生须状不定根。",
        "grow": "水质荷花是水生植物，生长期内时刻都离不开水。生长前期，水层要控制在三厘米左右，水太深不利于提高土温。如用自来水，最好另缸盛放，晒一二天再用。夏天是荷花的生长高峰期，盆内切不可缺水。入冬以后，盆土也要保持湿润以防种藕缺水干枯。\n    施肥荷花的肥料以磷钾肥为主，辅以氮肥。如土壤较肥，则全年可不必施肥。腐熟的饼肥、鸡鸭鹅粪是最理想的肥料，小盆中施半两即可，大盆中最多只能施1-2两，切不可多施，并要充分与泥土拌和。生长旺期，如发现叶片色黄、瘦弱，可用每盒0·5克尿素拌于泥中，搓成10克左右的小球，每盆施一粒，施在盆中央的泥土中，7天见效。\n    越冬入冬以后，将盆放入室内或埋入冻土层下即可，黄河以北地区除埋入冻土层以下还要覆盖农膜，整个冬季要保持盆土湿润。",
        "reproduction": "种子育苗首先要破壳。5-6月将种子凹进的一端在水泥地上或粗糙的石块上磨破，浸种育苗。要保持水清，经常换水，约一周左右出芽，两周后生根移栽，每盆栽一株，水层要浅，不可将荷叶淹在水中。90%左右当年可开花，但当年开花不多。\n    分藕栽植3月中旬至4月中旬是翻盆栽藕的最佳时期。过早栽植会有寒流影响，种藕容易受冻害。北方地区遇寒流时可用透明农膜覆盖。栽插前，盆泥要和成糊状，栽插时种藕顶端沿盆边呈20度斜插入泥，碗莲深5厘米左右。大型荷花深10厘米左右，头低尾高。尾部半截翘起，不使藕尾进水。栽后将盆放置于阳光下照晒，使表面泥土出现微裂，以利种藕与泥土完全粘合，然后加少量水，待芽长出后，逐渐加深水位，最后保持3-5厘米水层。池塘栽植前期水层与盆荷一样，后期以不淹没荷叶为度。",
        "origin": "荷花一般分布在中亚，西亚、北美，印度、中国、日本等亚热带和温带地区。荷花在中国南起海南岛（北纬19度左右），北至黑龙江的富锦（北纬47.3度），东临上海及台湾省，西至天山北麓，除西藏自治区和青海省外，全国大部分地区都有分布。垂直分布可达海拔2000米，在秦岭和神农架的深山池沼中也可见到。",
        "variety": "荷花栽培品种很多， 依用途不同可分为藕莲、子莲和花莲三大系统。",
        "application": "食用中国古代民间就有春天折梅赠远，秋天采莲怀人的传统。自古中国人民就视莲子为珍贵食品，如今仍然是高级滋补营养品，众多地方专营莲子生产。莲藕是最好的蔬菜和蜜饯果品。莲叶、莲花、莲蕊等也都是中国人民喜爱的药膳食品。可见荷花食文化的丰富多彩。传统的莲子粥、莲房脯、莲子粉、藕片夹肉、荷叶蒸肉、荷叶粥等。叶为茶的代用品，又作为包装材料。荷花的地下茎在淤泥中生长，会被有毒物质侵染，只因藕的特别细密的表皮组织和含有丹宁的下皮，具有一定的阻挡或吸收有毒物质的能力，因而有毒物质多黏附在表皮上或渗入表皮中。在食用藕时要削去外皮，以防把有毒物质也吃进肚中。\n    观赏荷花专类园，中国荷花专类园有三种：一是像武汉东湖磨山的园林植物园，园中开辟一处以观赏，研究荷花为主的大型水生花卉区；二是像南京莫愁湖，杭州新“曲院风荷”这类是以荷花欣赏为主的大型公园；再一类就是以野趣为主，旅游结合生产的荷花民俗旅游资源景区，如广东三水的荷花世界，湖南岳阳的团湖风景区。\n    药用《本草纲目》中记载说荷花，莲子、莲衣、莲房、莲须、莲子心、荷叶、荷梗、藕节等均可药用。荷花能活血止血、去湿消风、清心凉血、解热解毒。莲子能养心、益肾、补脾、涩肠。莲须能清心、益肾、涩精、止血、解暑除烦，生津止渴。荷叶能清暑利湿、升阳止血，减肥瘦身，其中荷叶简成分对于清洗肠胃，减脂排瘀有奇效。藕节能止血、散瘀、解热毒。荷梗能清热解暑、通气行水、泻火清心。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 25,
        "name": "金英",
        "imageUrl": "images/category/25.jpg",
        "scientificName": "Dendranthema morifolium（Ramat. ）Tzvel",
        "type": "菊科 菊属",
        "alias": "黄华",
        "desc": "菊花是中国十大名花第三，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。",
        "habits": "菊花为短日照植物，在短日照下能提早开花。喜阳光，忌荫蔽，较耐早，怕涝。喜温暖湿润气候，但亦能耐寒，严冬季节根茎能在地下越冬。花能经受微霜，但幼苗生长和分枝孕蕾期需较高的气温。最适生长温度为20℃左右。",
        "shape": "菊花为多年生草本，高 60-150厘米。茎直立，分枝或不分枝，被柔毛。叶互生，有短柄，叶片卵形至披针形，长 5-15公分，羽状浅裂或半裂，基部楔形，下面被白色短柔毛，边缘有粗大锯齿或深裂，基部楔形，有柄。头状花序单生或数个集生于茎枝顶端，直径 2.5-20厘米，大小不一，单个或数个集生於茎枝顶端；因品种不同，差别很大。总苞片多层，外层绿色，条形，边缘膜质，外面被柔毛；舌状花白色、红色、紫色或黄色。花色则有红、黄、白、橙、紫、粉红、暗红等各色，培育的品种极多，头状花序多变化，形色各异，形状因品种而有单瓣、平瓣、匙瓣等多种类型，当中为管状花，常全部特化成各式舌状花；花期 9-11月。雄蕊、雌蕊和果实多不发育。",
        "grow": "盆土宜选用肥沃的砂质土壤，先小盆后大盆，经2-3次换盆，7月可定盆；定盆可选用6份腐叶土、3份砂土和1份饼肥渣配制成混合土壤。浇透水后放阴凉处，待植株生长正常后移至向阳处。\n    浇水春季菊苗幼小，浇水宜少；夏季菊苗长大，天气炎热，蒸发量大，浇水要充足，可在清晨浇一次，傍晚再补浇一次，并要用喷水壶向菊花枝叶及周围地面喷水，以增加环境湿度；立秋前要适当控水、控肥，以防止植株窜高疯长。立秋后开花前，要加大浇水量并开始施肥，肥水逐渐加浓；冬季花枝基本停止生长，植株水分消耗量明显减少，蒸发量也小，须严格控制浇水。浇水最好用喷水壶缓缓喷洒，不可用猛水冲浇。浇水除要根据季节决定量和次数外，还要根据天气变化而变化。阴雨天要少浇或不浇；气温高蒸发量大时要多浇，反之则要少浇。一般在给花浇水时，要见盆土变干时再浇，不干不浇，浇则浇透。但不要使花盆汪水，否则会造成烂根、叶枯黄，引起植株死亡。\n    施肥在菊花植株定植时，盆中要施足底肥。以后可隔10天施一次氮肥。立秋后自菊花孕蕾到现蕾时，可每周施一次稍浓一些的肥水；含苞待放时，再施一次浓肥水后，即暂停施肥。如果此时能给菊花施一次过磷酸钙或0.1%磷酸二氢钾溶液，则花可开得更鲜艳一些。",
        "reproduction": "有营养繁殖与种子繁殖两法。营养繁殖包括杆插、分株、嫁接、压条及组织培养等。通常以扦插繁殖为主，其中又分芽插、嫩枝插、叶芽插。",
        "origin": "菊花遍布中国各城镇与农村，尤以北京、南京、上海、杭州、青岛、天津、开封、武汉、成都、长沙、湘潭、西安、沈阳、广州、中山市小榄镇等为盛。 8世纪前后，作为观赏的菊花由中国传至日本被推崇为日本国徽的图样。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "variety": "夏菊：又名五九菊。在每年农历5月及9月各开花一次。现今利用保护设施栽培可在阳历5月及10月各开花一次。秋菊：花期有早、晚之分。早菊花期在9月中、下旬为中型菊。晚菊花期在10-11月为大型菊，是栽培最普遍的秋菊。寒菊：又称冬菊。花期自12月至翌年1月。",
        "application": "菊花能入药治病，久服或饮菊花茶能令人长寿。宋代诗人苏辙：“南阳白菊有奇功，潭上居人多老翁”。菊花可以做成精美的佳肴。“菊花肉”是经过长期摸索制作成的一种菊菜，它由一块块用蔗糖熬浆炮制的白嫩猪肉加工制成，玲珑剔透，有如白玉。每块之上黏上几丝菊瓣，饱饮油脂糖甜，观其金黄色泽，吃到口里荤中有素，素中有荤，香甜不腻，实为名菜。还有菊花鱼球、油炸菊叶、菊花鱼片粥、菊花羹、菊酒、菊茶等等，这些菊餐不但色香味俱佳，而且营养丰富。北京有名的“菊花锅子”（即在涮羊肉火锅里放些菊花煮汤），清淡味美，更是别有风味。\n    赏菊，一直是中国民间长期流传的习惯，远从古代的京都帝王宫廷、官宦门第和庶民百姓，近至当今中国各城市的人民群众，每年都在秋天举行菊花会、菊展和菊式等各种形式的赏菊活动。北京植物园每年秋季都会举办赏菊活动。广东省中山县小榄镇菊花会始办于宋代末年，至今已有七百多年的历史，是中国延续年代最久、规模最大的菊会之一，人数最多时可达一百万。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 26,
        "name": "国香",
        "imageUrl": "images/category/26.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。 \n春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n    食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      },
      {
        "id": 27,
        "name": "寒梅",
        "imageUrl": "images/category/27.jpg",
        "scientificName": "Armeniaca mume Sieb",
        "type": "蔷薇科 杏属",
        "alias": "梅树、梅花",
        "desc": "梅花是中国十大名花之首，与兰花、竹子、菊花一起列为四君子，与松、竹并称为“岁寒三友”。在中国传统文化中，梅以它的高洁、坚强、谦虚的品格，给人以立志奋发的激励。在严寒中，梅开百花之先，独天下而春。",
        "habits": "梅花对土壤要求不严，耐贫瘠，凡排水良好的粘土、壤土及沙质土，Ph值在6—8，地势稍高或有坡度之处，均能良好生长，悔最畏涝，如遇大量积水时，常易根腐致死。",
        "shape": "株高约10m，干呈褐紫色，多纵驳纹。小枝呈绿色。叶片广卵形至卵形，边缘具细锯齿。花每节1～2朵，无梗或具短梗，原种呈淡粉红或白色，栽培品种则有紫、红、彩斑至淡黄等花色，于早春先叶而开。 ",
        "grow": "栽培管理 梅花栽培分为露地栽培、切花栽培、盆栽和桩景栽培。",
        "reproduction": "[嫁接]\n    繁殖嫁接是中国繁殖梅花常用的一种方法，嫁接苗生长发育快，开花早，能保持原种的优良特性。嫁接砧木可选用桃、山桃、杏、山杏及梅的实生苗，其中桃、山桃的种子最易得到，嫁接易成活，接后生长快捷，开花繁多，因而生产上较多应用，但接后易发生病虫害，使得寿命缩短，不如杏、山杏、梅为砧木好，因而提倡用三者的种子培育1-2年实生苗，再作为砧木用于嫁接。\n[扦插]\n    扦插繁殖成活率很低，若要得到较高的成活率，必须选用容易生根的品种。插条选择幼龄母树当年生健壮枝条，长10-15厘米，于早春花后或秋季落叶后进行扦插。\n[压条]\n    梅的繁殖量不大时可使用压条法。早春2-3月选生长茁壮的l-3年生长枝，在母树旁挖一条沟，在枝条弯曲处下方将枝条刻伤或环剥（宽0.5-l厘米，深达木质部），压入沟中，然后覆土，待生根后逐渐剪离母树。亦可用高压法繁殖大苗，在梅雨季节，从母树上选取适当枝条刻伤或环剥，然后用塑料袋包混合土，两头绑紧，保持湿度，过一个月后检查是否生根，生根后可从切口下剪离移栽培养。\n[播种]\n    播种以秋播为好，如须春播则应在秋季用砂层积种子，早春取出条播。果实6-7月变色时采收，摊放室内，使充分后熟，洗出种子晾干备用。梅花的播种实生苗由于生育速度慢，进入开花期迟，且后代种性变异大，用于繁殖砧木或选育新品种用。",
        "origin": "中国各地均有栽培，但以长江流域以南各省最多，江苏北部和河南南部也有少数品种，某些品种已在华北引种成功。日本和朝鲜也有。",
        "variety": " 果梅：白梅品种群、青梅品种群、花梅品种群. \n    花梅：花梅的品种，由于长期栽培，变异较大，品种甚多 ",
        "application": "经济，变种和品种极多，可分花梅及果梅两类。花梅主要供观赏。果梅其果实主要作加工或药用，一般加工制成各种蜜饯和果酱；用青梅加工制成乌梅供药用，为收敛剂，能治痢疾，并有镇咳、祛痰、解热、杀虫等功效，又为提取枸橼酸的原料；花蕾能开胃散郁、生津化痰、活血解毒；根研成粉末治黄疽有效。该种植物对氟化氢污染敏感，可以用来监测大气氟化物行染。未成熟果实含柠檬酸、苹果酸、琥珀酸等；种子含苦杏仁苷；花含挥发油，油中含苯甲醛、苯甲酸等。梅花最宜植于庭院、草坪、低山丘陵，可孤植、丛植、群植。又可盆栽观赏或加以整剪做成各式桩景，或作切花瓶插供室内装饰用。\n    医药，花蕾（梅花）：微酸、涩，平。开郁和中，化痰，解毒。用于郁闷心烦，肝胃气痛，梅核气，瘰疬疮毒。果实（乌梅）：酸、涩，平。敛肺，涩肠，生津，安蛔。用于肺虚久咳，虚热消渴，蛔厥呕吐腹痛，胆道蛔虫症。",
        "culture": " 梅，「独天下而春」，作为传春报喜、吉庆的象征，从古至今一直被中国人视为吉祥之物。「梅具四德，初生为元，是开始之本；开花为亨，意味着通达顺利；结子为利，象征祥和有益；成熟为贞，代表坚定贞洁。」此为梅之「元亨利贞」四德。梅开五瓣，象征五福，即快乐、幸福、长寿、顺利与和平。"
      },
      {
        "id": 28,
        "name": "洛阳花",
        "imageUrl": "images/category/28.jpg",
        "scientificName": "Paeonia suffruticosa Andr",
        "type": "芍药科 芍药属",
        "alias": "富贵花",
        "desc": "唐代刘禹锡有诗曰：“庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。”在清代末年，牡丹就曾被当作中国的国花。1985年5月牡丹被评为中国十大名花第二名。是中国特有的木本名贵花卉，有数千年的自然生长和1500多年的人工栽培历史。在中国栽培甚广，并早已引种世界各地。牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。",
        "habits": "性喜温暖、凉爽、干燥、阳光充足的环境。喜阳光，也耐半阴，耐寒，耐干旱，耐弱碱，忌积水，怕热，怕烈日直射。适宜在疏松、深厚、肥沃、地势高燥、排水良好的中性沙壤土中生长。酸性或黏重土壤中生长不良。充足的阳光对其生长较为有利，但不耐夏季烈日暴晒，温度在25℃以上则会使植株呈休眠状态。开花适温为17-20℃，但花前必须经过1-10℃的低温处理2-3个月才可。最低能耐-30℃的低温，但北方寒冷地带冬季需采取适当的防寒措施，以免受到冻害。南方的高温高湿天气对牡丹生长极为不利，因此，南方栽培牡丹需给其特定的环境条件才可观赏到奇美的牡丹花。",
        "shape": "牡丹是落叶灌木。茎高达2米；分枝短而粗。叶通常为二回三出复叶，偶尔近枝顶的叶为3小叶；顶生小叶宽卵形，长7-8厘米，宽5.5-7厘米，3裂至中部，裂片不裂或2-3浅裂，表面绿色，无毛，背面淡绿色，有时具白粉，沿叶脉疏生短柔毛或近无毛，小叶柄长1.2-3厘米；侧生小叶狭卵形或长圆状卵形，长4.5-6.5厘米，宽2.5-4厘米，不等2裂至3浅裂或不裂，近无柄；叶柄长5-11厘米，和叶轴均无毛。",
        "grow": "[栽植]\n    土壤要求质地疏松、肥沃，中性微碱。将所栽牡丹苗的断裂、病根剪除，浸杀虫、杀菌剂放入事先准备好的盆钵或坑内，根系要舒展，填土至盆钵或坑多半处将苗轻提晃动，踏实封土，深以根茎处略低于盆面或地平为宜。\n[浇水]\n    栽植后浇一次透水。牡丹忌积水，生长季节酌情浇水。北方干旱地区一般浇花前水、花后水、封冻水。盆载为便于管理可于花开后剪去残花连盆埋入地下。\n[施肥]\n    栽植一年后，秋季可行施肥，以腐熟有机肥料为主。结合松土、撒施、穴施均可。春、夏季多用化学肥料，结合浇水施花前肥、花后肥。盆载可结合浇水施液体肥。\n[修剪]\n    栽植当年，多行平茬。春季萌发后，留5枝左右，其余抹除，集中营养，使第二年花大色艳。秋冬季，结合清园，剪去干花柄、细弱、无花枝。盆载时，按需要修整成自己喜爱的形状。\n[中耕]\n    生长季节应及时中耕， 拔除杂草， 注意病、虫发生。秋冬，对两年生以上牡丹的天块实施翻耕。\n[换盆]\n    当盆载牡丹生长三、四年后，需在秋季换入加有新肥土的大盆或分株另栽。\n[喷药]\n    早春发芽前喷石硫合剂，夏季用杀虫、杀菌剂混合液，视病情每2周一次。结合施肥，宜可添加化学肥料及生长调和剂等。\n[催花]\n    为增加节日或庆典活动，按品种可提前50天左右将牡丹加温，温度控制常温10--25c，日均15c左右。前期注意保持植株湿润，现蕾后注意通风透光，成蕾后，按花期要求进行控温。平时要行叶面施肥，保证充足水分供应。这样，冬春两季随时都能见花。\n[观赏]\n    单株牡丹自然花期10--15天左右， 随温度升高而缩短， 3--8c可维持月余。大田栽植可采取临时搭棚遮风避光，延长观赏时间；盆载时应移至阳光不能直射的地方、温度5--10c、通风透光的环境，视长相及盆土湿润程度适时浇水，花朵上不要淋水，这样花期最长；需插花时的剪切，伤口应在水中剪切或灼伤为好。插花用水应放入保鲜剂或加少许白糖，以延长插花的花开时间。",
        "reproduction": "牡丹繁殖方法有分株、嫁接、播种等，但以分株及嫁接居多，播种方法多用于培育新品种。",
        "origin": "中国是世界牡丹的发祥地和世界牡丹王国。中国牡丹园艺品种根据栽培地区和野生原种的不同，可分为4个牡丹品种群，即中原品种群、 西北品种群、江南品种群和西南品种群。",
        "variety": "目前我们拥有生产于中国全国各地不同花色（如：红、紫、紫红、粉、白、蓝、绿、黄、黑和复色等）、不同花型（如：单瓣型、荷花型、皇冠型、楼子型、绣球型等）和具有抗旱、耐寒、耐热、耐湿等特性，可以种植在温带、寒热和亚热带地区的品种300多个，还有日本、美国、法国品种100余个 ",
        "application": "食用，牡丹花可供食用。明代的《遵生八笺》载有“牡丹新落瓣也可煎食”，同是明代的《二如亭群芳谱》谓：“牡丹花煎法与玉兰同，可食，可蜜浸”，“花瓣择洗净拖面，麻油煎食至美”，中国不少地方有用牡丹鲜花瓣做牡丹羹，或配菜添色制作名菜的。牡丹花瓣还可蒸酒，制成的牡丹露酒口味香醇。\n    医药，药用栽培者品种单调，花多为白色。以根皮入药，称牡丹皮，又名丹皮、粉丹皮、刮丹皮等，系常用凉血祛瘀中药。李时珍谓：“牡丹以色丹者为上，虽结籽而根上生苗，故谓之牡丹”，还认为野生单瓣者入药为好，人工为观赏栽培的重瓣者气味不纯，不可药用。兰的素心花瓣阴干亦能催生。\n    观赏,牡丹色、姿、香、韵俱佳，花大色艳，花姿绰约，韵压群芳。栽培牡丹有牡丹系、紫斑牡丹系、黄牡丹系等品系，通常分为墨紫色、白色、黄色、粉色、红色、紫色、雪青色、绿色等八大色系，按照花期又分为早花、中花、晚花类，依花的结构分为单花、台阁两类，又有单瓣、重瓣、千叶之异。牡丹栽培和研究愈来愈兴旺，品种也越来越丰富，中国产有五百余种，着名品种有姚黄、魏紫、赵粉、二乔、梨花雪、金轮黄、冰凌罩红石、瑶池春、掌花案、首案红、葛巾紫、蓝田玉、乌龙卧墨池、豆绿等等。清程先贞咏“春烟笼宝墨，入夜看来难。恐奏清平调，杨妃砚滴干”，足见此时已有色与暗夜无异的黑牡丹品种出现，而江苏盐城便仓产的枯枝牡丹，竟然“奇在一放十二瓣，如果是闰年，就一定是十三瓣，而且枝干枯黄……一离开便仓，花即变种”。",
        "culture": "牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。她是中国固有的特产花卉，有数千年的自然生长和两千多年的人工栽培历史。其花大、形美、色艳、香浓，为历代人们所称颂，具有很高的观赏和药用价值，自秦汉时以药植物载入《神农本草经》始，散于历代各种古籍者，不乏其文。形成了包括植物学、园艺学、药物学、地理学、文学、艺术、民俗学等多学科在内的牡丹文化学，是中华民族文化和民俗学的一组成部分，是中华民族文化完整机体的一个细胞，透过它，可洞察中华民族的一般特征，这就是“文化全息”现象。牡丹文化兼容多门科学，其构成非常广泛，它包括哲学、宗教、文学、艺术、教育、风俗、民情等所有文化领域。牡丹文化中所提供的文化信息，可以反映出民族文化的基本概貌，符合宇宙间的“全息律”。"
      },
      {
        "id": 29,
        "name": "凌波仙子",
        "imageUrl": "images/category/29.jpg",
        "scientificName": "Narcissus tazetta L. var. chinensis Roem.",
        "type": "石蒜科 水仙属",
        "alias": "金盏银台、落神香妃",
        "desc": "水仙性喜温暖、湿润、排水良好。在中国已有一千多年栽培历史，为传统观赏花卉，是中国十大名花之十。",
        "habits": "水仙为秋植球根类温室花卉，喜阳光充足，生命力顽强，能耐半阴，不耐寒。7-8月份落叶休眠，在休眠期鳞茎的生长点部分进行花芽分化，具秋冬生长，早春开花，夏季休眠的生理特性。水仙喜光、喜水、喜肥，适于温暖、湿润的气候条件，喜肥沃的砂质土壤。生长前期喜凉爽、中期稍耐寒、后期喜温暖。因此要求冬季无严寒夏季无酷暑，春秋季多雨的气候环境。",
        "shape": "鳞茎卵球形。叶宽线形，扁平，长20-40厘米，宽8-15毫米，钝头，全缘，粉绿色。花茎几与叶等长；伞形花序有花4-8朵；佛焰苞状总苞膜质；花梗长短不一；花被管细，灰绿色，近三棱形，长约2厘米，花被裂片6，卵圆形至阔椭圆形，顶端具短尖头，扩展，白色，芳香；副花冠浅杯状，淡黄色，不皱缩，长不及花被的一半；雄蕊6，着生于花被管内，花药基着；子房3室，每室有胚珠多数，花柱细长，柱头3裂。蒴果室背开裂。花期春季。",
        "grow": "[旱地]\n    每年挖球之后，把可以上市出售的大球挑出来，余下的小侧球可立即种植。也可留待9-10月种植。一般认为种得早，发根好，长得好。种植时，选较大的球用点播法，单行或宽行种植。单行种植时用6×25厘米的株行距，宽行种植的用6×15厘米株行距，连续种3-4行后，留出35-40厘米的行距，再反复连续下去。旱地栽培的，养护较粗放，除施2-3次水肥外，不常浇水。单行种植的常与农作物间作。\n[水田]\n    种球选择甚为严格，要求选无病虫害、无损伤、外鳞片明亮光滑、脉纹清晰的作种球，并按球的大小、年龄分三级栽培。",
        "reproduction": "侧球繁殖,这是最普通常用的一种繁殖方法。储球着生在鳞茎球外的两侧，仅基部与母球相连，很容易自行脱离母体，秋季将其与母球分离，单独种植，次年产生新球。\n    侧芽繁殖,侧芽是包在鳞茎球内部的芽。只在进行球根阉割时，才随挖出的碎鳞片一起脱离母体，拣出白芽，秋季撒播在苗床上，翌年产生新球。\n    双鳞片繁殖,一个鳞茎球内包含着很多侧芽，有明显可见的，有隐而不见的。但其基本规律是闲两张鳞片1个芽。用带有两个鳞片的鳞茎盘作繁殖材料就叫双鳞片繁殖。其方法是把鳞茎先放在低温4-10℃处4-8周，然后在常温中把鳞茎盘切小，使每块带有两个鳞片，并将鳞片上端切除留下2厘米作繁殖材料，然后用塑料袋盛含水50%的蛭石或含水6%的砂，把繁殖材料放入袋中，封闭袋口，置20-28℃温度中黑暗的地方。经2-3月可长出小鳞茎，成球率80-90%。这是近年开始发展的新方法，四季可以进行，但以4-9月为好。生成的小鳞茎移栽后的成活率高，可达80-100%。",
        "origin": "原产亚洲东部的海滨温暖地区；中国浙江、福建沿海岛屿自生，但各省区所见者全系栽培，供观赏。",
        "variety": "单瓣型：福建漳州特产，花冠色青白，花萼黄色，花被6瓣，中间有金色的副冠，形如盏状，花味清香，所以叫“金盏玉台”亦名“酒杯水仙”，花期约半个月；若副冠呈白色，花多，叶稍细者，则称“银盏玉台”。\n    重瓣型（复瓣型）：花重瓣，白色，花被12瓣，卷成一簇花冠下端轻黄而上端淡白，没有明显的副冠，名为“百叶水仙”或称“玉玲珑”，花期在二十天左右。花形不如单瓣的美，香气亦较差，是水仙的变种。",
        "application": "经济，水仙花花香清郁，鲜花芳香油含量达0.20%-0.45%,经提炼可调制香精、香料；可配制香水，香皂及高级化妆品。水仙香精是香型配调中不可缺少的原料。水仙花清香隽永，采用水仙鲜花窨茶，制成高档水仙花茶，水仙乌龙茶等，茶气隽香、味甘醇。\n    药用，水仙以鳞茎入药，春秋采集，洗去泥沙，开水烫后，切片晒干或鲜用，有小毒。具有清热解毒，散结消肿等疗效。用于腮腺炎，痈疖疔毒初起红肿热痛等症。\n    观赏，水仙花在客厅，能让人感到宁静、温馨。客厅是家人团聚和会客的场所，适合选用艳丽插花和高贵大方的水仙花，水仙花放在家里，可以吸收家里放出的噪音，吸收家里放出的废气，释放出清新的空气，从物理学的角度减轻了一个多再一个空间里面多余的负担，舒服的家就是风水好的家。",
        "culture": "水仙别名金盏银台，花如其名，绿裙、青带，亭亭玉立于清波之上。素洁的花朵超尘脱俗，高雅清香，格外动人，宛若凌波仙子踏水而来。元程棨《三柳轩杂识》谓水仙为花中之“雅客”。水仙花语有两说：一是“纯洁”。二是“吉祥”。在西方，水仙花的意译便是“恋影花”，花语是坚贞的爱情，引申一下便是自省对爱情的诚挚。"
      },
      {
        "id": 30,
        "name": "月月红",
        "imageUrl": "images/category/10.jpg",
        "scientificName": "Rosa chinensis Jacq.",
        "type": "蔷薇科 蔷薇属",
        "alias": "月月花",
        "desc": "自然花期8月到次年4月，花成大型，由内向外，呈发散型，有浓郁香气，可广泛用于园艺栽培和切花。月季的适应性强，耐寒、耐寒，不论地栽、盆栽均可，适用于美化庭院、装点园林、布置花坛、配植花篱、花架，月季栽培容易，可作切花，用于做花束和各种花篮，月季花朵可提取香精，并可入药。也有较好的抗真菌及协同抗耐药真菌活性。红色切花更成为情人间必送的礼物之一，并成为爱情诗歌的主题。",
        "habits": "月季花对气候、土壤要求虽不严格，但以疏松、肥沃、富含有机质、微酸性、排水良好的的壤土较为适宜。性喜温暖、日照充足、空气流通的环境。大多数品种最适温度白天为15-26℃，晚上为10-15℃。冬季气温低于5℃即进入休眠。有的品种能耐-15℃的低温和耐35℃的高温；夏季温度持续30℃以上时，即进入半休眠，植株生长不良，虽也能孕蕾，但花小瓣少，色暗淡而无光泽，失去观赏价值。",
        "shape": "月季花是直立灌木，高1-2米；小枝粗壮，圆柱形，近无毛，有短粗的钩状皮刺。小叶3-5，稀7，连叶柄长5-11厘米，小叶片宽卵形至卵状长圆形，长2.5-6厘米，宽1-3厘米，先端长渐尖或渐尖，基部近圆形或宽楔形，边缘有锐锯齿，两面近无毛，上面暗绿色，常带光泽，下面颜色较浅，顶生小叶片有柄，侧生小叶片近无柄，总叶柄较长，有散生皮刺和腺毛；托叶大部贴生于叶柄，仅顶端分离部分成耳状，边缘常有腺毛。",
        "grow": "[土壤]\n    露地栽培地选择地势较高，阳光充足，空气流通，土壤微酸性。栽培时深翻土地，并施入有机肥料做基肥。盆栽月季花宜用腐殖质丰富而呈微酸性肥沃的砂质土壤，不宜用碱性土。在每年的春天新芽萌动前要更换一次盆土，以利其旺盛生长，换土有助季当年开花。月季花可以用各种材质的花盆栽种，瓦盆自然也是可以的。配制成营养土应该注意排水，通风及各种养分的搭配。其比例是园土：腐叶土：砻糠灰=5：3：2。每年越冬前后适合翻盆、修根、换土，逐年加大盆径，以泥瓦盆为佳。\n[浇水]\n    给月季花浇水是有讲究的，要做到见干见湿，不干不浇，浇则浇透。月季花怕水淹，盆内不可有积水，水大易烂根。盛夏季节要每天浇一次水，见盆土表面发白时即可浇水。冬天休眠期一定要少浇水，保持半湿即可。月季浇水因季节而异，冬季休眠期保持土壤湿润，不干透就行。开春枝条前发，枝叶生长，适当增加水量，每天早晚浇1次水。在生长旺季及花期需增加浇水量，夏季高温，水的蒸发量加大，植物处于虚弱半休眠状态，最忌干燥脱水，每天早晚各浇一次水，避免阳光暴晒。高温时浇水，每次浇水应有少量水从盆底渗出，说明已浇透，浇水时不要将水溅在叶上，防止病害。\n[温度]\n月季花性喜凉爽温暖的气候环境，怕高温。最适宜的温度是18-28℃，当气温超过32℃时，花芽分化就会受到抑制。所以，在气温较高的盛夏，月季通常不开花，即便有少量的花，也比在常温下要逊色得多。在高温时可以把花盆移在阴凉的环境之处养护。",
        "reproduction": "嫁接法,嫁接常用野蔷薇作砧木，分芽接和枝接两种。芽接成活率较高，一般于8至9月进行，嫁接部位要尽量靠近地面，具体方法是：在砧木茎枝的一侧用芽接刀于皮部做“T”形切口，然后从玫瑰的当年生长发育良好的枝条中部选取接芽。将接芽插入“T”形切口后，用塑料袋扎缚，并适当遮荫，这样经过两周左右即可愈合。\n    播种法,即春季播种繁殖。可穴播，也可沟播，通常在4月上中旬即可发芽出苗。移植时间分春植和秋植两种，一般在秋末落叶后或初春树液流动前进行。\n    分株法,分株繁殖多在早春或晚秋进行，方法是将整株玫瑰带土挖出进行分株，每株有1至2条枝并略带一些须根，将其定植于盆中或露地，当年就能开花。",
        "origin": "中国是月季花的原产地之一。在中国主要分布于湖北、四川和甘肃等省的山区，尤以上海、南京、南阳、常州、天津、郑州和北京等市种植最多。",
        "variety": "月季花种类主要有食用玫瑰、藤本月季（CI系）、大花香水月季（切花月季主要为大花香水月季）（HT系）、丰花月季（聚花月季）（F/FI系）、微型月季（Min系）、树状月季、壮花月季（Gr系）、灌木月季（sh系）、地被月季（Gc系）等。",
        "application": "环保作用，可以做成延绵不断的花篱、花屏、花墙、用于机关、学校、居民小区、城区广场等地方，不仅能净化空气，美化环境，还能大降低周围地区的噪音污染，缓解火热夏季城市的温室效应。月季花还是吸收有害气体的能手，能吸收硫化氢、氟化氢、苯、苯酚等有害气体，同时对二氧化硫、二氧化氮等有较强的抵抗能力，因此月季花也是保护人类生活环境的良好花木。\n药用，花可提取香料。根、叶、花均可入药，具有活血消肿、消炎解毒功效。而且是一味妇科良药。中医认为，月季味甘、性温，入肝经有活血调经、消肿解毒之功效。由于月季花的祛瘀、行气、止痛作用明显，故常被用于治疗月经不调、痛经等病症。月经过多、白带多，用月季花（或根）15g水煎服或炖猪肉食；月季花10g、大枣12g同煎，汤成后加适量蜂蜜服用，此方又香又甜，不像是药，对经期潮热很有效。此外，女性常用月季花瓣泡水当茶饮，或加入其他健美茶中冲饮，还可活血美容，使人青春长驻。\n    观赏,月季花在园林绿化中，有着不可或缺的价值，月季在南北园林中，使用次数是最多的一种花卉。月季花是春季主要的观赏花卉，其花期长，观赏价值高，价格低廉，受到各地园林的喜爱。可用于园林布置花坛、花境、庭院花材，可制作月季盆景，作切花、花篮、花束等。月季因其攀援生长的特性，主要用于垂直绿化，在园林街景，美花环境中具有独特的作用。如能构成赏心悦目的能道和花柱，做成各种拱形，网格形，框架式架子供月季攀附，再经过适当的修剪整形，可装饰建筑物，成为联系建筑物与园林的巧妙“纽带”。",
        "culture": "月季在中国传统文化中处于弱势地位，但新的考古发现，月季花是华夏先民北方系--相当于传说中的黄帝部族的图腾植物。为中国十大名花之一。月季被誉为“花中皇后”，而且有一种坚韧不屈的精神，花香悠远。原产中国，早在汉代就有栽培，唐宋以后更是栽种不绝，历来文人也留下了不少赞美月季的诗句。唐代著名诗人白居易曾有“晚开春去后，独秀院中央”的诗句，宋代诗人苏东坡诗云“花落花开无间断，春来春去不相关；牡丹最贵惟春晚，芍药虽繁只夏初，惟有此花开不厌，一年常占四时春” 。 北宋韩琦对它更是赞誉有加：“牡丹殊绝委春风，露菊萧疏怨晚丛。何以此花容艳足，四时长放浅深红。”"
      },
      {
        "id": 31,
        "name": "茶茶",
        "imageUrl": "images/category/31.jpg",
        "scientificName": "Camellia sp.",
        "type": "山茶科 山茶属",
        "alias": "山茶花",
        "desc": "因其植株形姿优美，叶为浓绿绿而光泽，花形艳丽缤纷，而受到世界园艺界的珍视。茶花的品种极多，是中国传统的观赏花卉，“十大名花”中排名第八，亦是世界名贵花木之一。原产于中国东部，在长江流域、珠江流域、重庆、云南和四川各地，朝鲜、日本、中国台湾和印度等地普遍种植。",
        "habits": "茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5-6.5最佳。适温在20-32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70%以上，大部分品种可耐-8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "shape": "茶花是灌木或小乔木植物，高9米，嫩枝无毛。叶革质，椭圆形，长5-10厘米，宽2.5-5厘米，先端略尖，或急短尖而有钝尖头，基部阔楔形，上面深绿色，干后发亮，无毛，下面浅绿色，无毛，侧脉7-8对，在上下两面均能见，边缘有相隔2-3.5厘米的细锯齿。叶柄长8-15毫米，无毛。",
        "grow": "整理修剪地栽山茶主要剪去干枯枝、病弱枝、交叉枝、过密枝，明显影响树形的枝条，以及字符串换行 html疏去多余的花蕾。盆栽山茶除以上工作外，还应根据个人喜好进行整形修剪，但不宜重剪，因其生长势不强。\n    浇水山茶对肥水要求较高，中性和碱性壤土均不利其生长。北方尤其要注意将碱性水经过酸化处理后才，可浇花，具体办法是将自来水贮放2天，使水中的氯气挥发掉，再加入适量硫酸亚铁（占水0.5%左右）。浇水量不可过大，否则易烂根。盆土也不能干，否则易使根因失水而萎缩，以保持盆土和周围环境湿润为宜。花期勿喷水。一般冬季室内较干燥，应经常向山茶叶面喷水，以形成一个湿润的小气候。但阴雨天忌喷水。浇水时不要把水喷在花朵上，否则会引起花朵霉烂，缩短花期。花谢后及时摘去残花。冬季浇水要视室内温度而定，一般3天左右一次，保持盆土湿润，忌积水或浇半截水。用自来水应先在水桶中存放一两天，让氯气挥发掉。水中最好放百分之一的硫酸亚铁，以利于改善水质。\n    温度山茶为半阴性花卉，夏季需搭棚遮阴。立秋后气温下降，山茶进入花芽分化期，应逐渐使全株受到充足的光照。冬季应置于室内阳光充足处，若室内光线太弱，山茶则生长不良，并易得病虫害。山茶为长日照植物。在日长12小时的环境中才能形成花芽。最适生长温度18-25℃，最适开花温度10-20℃，高于35℃会灼伤叶片。不耐寒，冬季应入室，温度保持3-5℃，也能忍耐短时间-10℃的低温，但不能长时间超过16℃，否则会促使发芽，引起落叶。生长期要置于半阴环境中，不宜接受过强的直射阳光。特别是夏、秋季要进行遮荫，或放树下疏荫处。山茶喜温暖，怕寒冷。室内温度不能低于5℃。温度在10℃至15℃的房间内，其他措施得当，春节即可开花，花期可至3月份。",
        "reproduction": "扦插此方法最简便，扦插时间以9月间最为适宜，春季亦可。选择生长良好，半木质化枝条，除去基部叶片，保留上部3片叶，用利刀切成斜口，立即将切口浸入200-500ppm吲哚丁酸5-15分钟，晒干后插入沙盆或蛭石盆，插后浇水40天左右伤口愈合，60天左右生根。用激素处理后扦插比不用激素的提早2-3个月出根。用蛭石作插床，出根也比沙床快得多。\n    靠接选择适当的品种如茶盅茶或油茶作砧木，靠接名贵的茶花。靠接的时间一般在清明节至中秋节之间。先把砧木栽在花盆里，用刀子在所要结合的部位分别削去一半左右，切口要平滑，然后使双方的切面紧密贴合，用塑料薄膜包扎，每天给砧木淋水两次，60天后即可愈合。到时可剪下栽植，并置于树阴下，避免阳光直射。翌年2月，用刀削去砧木的尾部，再行定植。\n    叶插叶插法茶花繁殖一般采用枝条扦插繁殖，但有些名贵品种由于受枝条来源的限制，或考虑到取材后会影响其树形，所以也采用叶插法。以山泥作扦插基质，可拌入1/3的河沙，以利通气排水，基质盛在瓦盆中，然后进行盆插。叶插最好在雨季进行，取一年生叶片作叶插材料，太老不易生根，过嫩容易腐烂。插入土中约2厘米，插后压紧土壤，浇足水，然后放在阴凉通风的地方。一般3个月可以发根，第二年春可以发芽抽枝。",
        "origin": "主要分布于中国和日本。中国中部及南方各省露地多有栽培，已有1400年的栽培历史，北部则行温室盆栽。重庆、云南、四川、台湾、山东、江西等地有野生种。",
        "variety": "茶花品种大约有2000种，可分为3大类，12个花型，2013年中国茶花品种已有306个以上。《花镜》载茶花品种有十九个：玛瑙茶、鹤顶红、宝珠茶、蕉萼白宝珠、杨妃茶、正宫粉、石榴茶、一捻红、照殿红、晚山茶、南山茶等。茶花型多，有单瓣、半重瓣、重瓣、曲瓣、五星瓣、六角形、松壳型等。花有红、黄、白、粉，甚至白瓣红点等色。",
        "application": "植物造景材料。山茶四季常绿，分布广泛，树姿优美，是中国南方重要的植物造景材料之一。\n药用\n    凉血止血；散瘀；消瘀肿。主吐血；衄血；咳血；便血；痔血；赤血痢；血淋；血崩；带下；烫伤；跌扑损伤。用于吐血，衄血，便血，血崩；\n外用\n    治烧烫伤，创伤出血。",
        "culture": "山茶花开花于冬春之际，花姿丰盈，端庄高雅，是中国传统十大名花之一，也是世界名花之一。郭沫若盛赞曰：“茶花一树早桃红，百朵彤云啸傲中。”山茶花，既具有“唯有山茶殊耐久，独能深月占春风”的傲梅风骨，又有“花繁艳红，深夺晓霞”的凌牡丹之鲜艳，因此自古以来就是极富盛名的木本花卉，在唐宋两朝达到了登峰造极之境，十七世纪引入欧洲后也造成轰动，也因此获得“世界名花”的美名。"
      },
      {
        "id": 32,
        "name": "杜鹃红",
        "imageUrl": "images/category/32.jpg",
        "scientificName": "Rhododendron simsii Planch.",
        "type": "杜鹃花科 杜鹃属",
        "alias": "山踯躅、映山红",
        "desc": "该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，长沙、无锡、九江、镇江、大理、嘉兴、赣州等城市定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。",
        "habits": "杜鹃性喜凉爽、湿润、通风的半阴环境，既怕酷热又怕严寒，生长适温为12℃至25℃，夏季气温超过35℃，则新梢、新叶生长缓慢，处于半休眠状态。夏季要防晒遮阴，冬季应注意保暖防寒。忌烈日暴晒，适宜在光照强度不大的散射光下生长，光照过强，嫩叶易被灼伤，新叶老叶焦边，严重时会导致植株死亡。冬季，露地栽培杜鹃要采取措施进行防寒，以保其安全越冬。观赏类的杜鹃中，西鹃抗寒力最弱，气温降至0℃以下容易发生冻害。",
        "shape": "落叶灌木，高2（-5）米；分枝多而纤细，密被亮棕褐色扁平糙伏毛。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形，长1.5-5厘米，宽0.5-3厘米，先端短渐尖，基部楔形或宽楔形，边缘微反卷，具细齿，上面深绿色，疏被糙伏毛，下面淡白色，密被褐色糙伏毛，中脉在上面凹陷，下面凸出；叶柄长2-6毫米，密被亮棕褐色扁平糙伏毛。",
        "grow": "土壤杜鹃是喜荫的植物，太阳的直射对它生长不利，所以杜鹃专类园最好选择在有树影遮荫的地方，或者在做绿化设计时，就考虑到这一点，有意地在专类园中配置乔木。杜鹃喜排水良好的酸性土壤，但由于各专类园和景观都要用水泥做道路和铺装，使得杜鹃栽植地土壤板结，碱性严重，所以必须把栽植地的土壤进行更换，并加一定量的泥炭土。\n    浇水杜鹃对土壤干湿度要求是润而不湿。一般春秋季节，对露地栽种的杜鹃可以隔2-3天浇一次透水，在炎热夏季，每天至少浇一次水。日常浇水，切忌用碱性水，浇水时还应注意水温不宜过冷，尤其在炎热夏天，用过冷水浇透，造成土温骤然降低，影响根系吸水，干扰植株生理平衡。\n    温度杜鹃喜欢空气湿度大的环境，但有些杜鹃专类园都建在广场、道路两旁，空气流动快，比较干燥，所以必须经常对杜鹃叶片进行喷水或对周围空气进行喷雾，使杜鹃园周围空气保持湿润。",
        "reproduction": "扦插此法应用最广，优点是操作简便、成活率高、生长迅速、性状稳定。\n    嫁接可一砧接多穗，多品种，生长快，株形好，成活率高。\n    播种杜鹃绝大多数都能结实采种，仅有重瓣不结实。一般种子的成熟期从每年的10月-1月，当果皮由青转黄至褐色时，果的顶端裂开，种子开始散落，此时要随时采收。末开裂的变褐均采下来，放在室内通风良好处摊凉，使之自然开裂，再去掉果壳等杂质，装入纸袋或布袋中，保存在阴凉通风处。如果有温室条件，随采随播发芽率高。一般播种时间3-4月份，采用盆播，因为种子小，把盆里外洗干净，放在阳光下晒干，灭菌消毒，土壤也灭菌消毒，装盆±要通透性好的、湿润肥沃含有丰富的有机质的酸性土。为了出苗均匀，种子掺些细土，撒入盆内上面盖一层薄细土，浇水用窨水法渗入盆内，把盆放在前窗台上，盖一层玻璃或塑料薄膜，目的是提高盆内温度。小苗出土后，逐渐减少覆盖时间，因苗嫩小，注意温变，突然高低变化，强光的照射。苗长得很慢，5-6月份才长出2-3片真叶，这时在室内做第一次移栽，株行距2-3厘米，苗高2-3厘米（大约11月份），大苗移栽在10厘米盆中一株，小苗栽三株。用细喷壶浇水和淡肥水。播种后第二年春季出花房，放在荫棚下养护。6月换13.3厘米盆中，第三年植株有20厘米高，已有分枝几个也有花蕾出现，换16.7厘米盆中，以后根据植株的大小，逐年换盆。",
        "origin": "产自中国江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州和云南。",
        "variety": "毛鹃、夏鹃、西洋鹃、东鹃、春鹃、羊踯躅、迎红杜鹃、马银花、云银杜鹃。杜鹃花属约有900种，亚洲约产850种。其中，中国约有530种，除新疆外南北各小区均有分布。新几内亚、马来西亚约有280种，几乎全为附生型 。此外，北美分布有24种，欧洲分布有9种，大洋洲分布1种。杜鹃花属种类多，差异很大，有常绿大乔木、小乔木，常绿灌木和落叶灌木。 　　杜鹃花分落叶和常绿两大类。落叶类叶小，常绿类叶片硕大。花的颜色有红、紫、黄、白、粉、蓝等色。喜阴凉、湿润，耐寒，多生长在海拔1000－1400米的山坡、高山草甸、林缘、石壁和沼泽地。",
        "application": "经济有的叶花可入药或提取芳香油，有的花可食用，树皮和叶可提制烤胶，木材可做工艺品等。高山杜鹃根系发达，是很好的水土保持植物。\n    观赏杜鹃繁叶茂，绮丽多姿，萌发力强，耐修剪，根桩奇特，是优良的盆景材料。园林中最宜在林缘、溪边、池畔及岩石旁成丛成片栽植，也可于疏林下散植。杜鹃也是花篱的良好材料，毛鹃还可经修剪培育成各种形态。杜鹃专类园极具特色。在花季中绽放时即使杜鹃总是给人热闹而喧腾的感觉，而不是花季时，深绿色的叶片也很适合栽种在庭园中做为矮墙或屏障。\n    药用根（杜鹃根）：酸、甘、温。活血，止痛，祛风，止痛。用于吐血、衄血，月经不调，崩漏，风湿痛，跌打损伤。叶（杜鹃叶）：酸，平。清热解毒，止血。用于痈肿疔疮，外伤出血，瘾疹。花（杜鹃）：酸、甘，温。活血，调经，祛风湿。用于月经不调，经闭，崩漏，跌打损伤，风湿痛，吐血，衄血。",
        "culture": "自唐宋以来，诗人，词人皆多题咏。美丽的杜鹃花始终闪烁于山野，妆点于园林，自古以来就博得人们的欢心。自唐宋诗人白居易、杜牧、苏东坡、辛弃疾、至明清杨升庵、康熙帝都有赞誉杜鹃花的佳作。大诗人李白见杜鹃花想起家乡的杜鹃鸟，触景生情，怀念家乡，写出了一首脍炙人口的诗“蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。"
      },
      {
        "id": 33,
        "name": "岩桂",
        "imageUrl": "images/category/33.jpg",
        "scientificName": "Osmanthus sp.",
        "type": "木樨科 木樨属",
        "alias": "金栗",
        "desc": "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
        "habits": "桂花适应于亚热带气候地区。性喜温暖，湿润。种植地区平均气温14-28℃，7月平均气温24-28℃，1月平均气温0℃以上，能耐最低气温-13℃，最适生长气温是15-28℃。湿度对桂花生长发育极为重要，要求年平均湿度75%-85%，年降水量1000毫米左右，特别是幼龄期和成年树开花时需要水分较多，若遇到干旱会影响开花，强日照和荫蔽对其生长不利，一般要求每天6-8小时光照。",
        "shape": "桂花是常绿乔木或灌木，高3-5米，最高可达18米；树皮灰褐色。小枝黄褐色，无毛。叶片革质，椭圆形、长椭圆形或椭圆状披针形，长7-14.5厘米，宽2.6-4.5厘米，先端渐尖，基部渐狭呈楔形或宽楔形，全缘或通常上半部具细锯齿，两面无毛，腺点在两面连成小水泡状突起，中脉在上面凹入，下面凸起，侧脉6-8对，多达10对，在上面凹入，下面凸起；叶柄长0.8-1.2厘米，最长可达15厘米，无毛。",
        "grow": "种植方法应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。\n    浇水地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。4月出房后，可适当增加水量，生长旺季可浇适量的淡肥水，花开季节肥水可略浓些。\n    温度在黄河流域以南地区可露地栽培越冬。盆栽应冬季搬入室内，置于阳光充足处，使其充分接受直射阳光，室温保持5℃以上，但不可超过10℃。翌年4月萌芽后移至室外，先放在背风向阳处养护，待稳定生长后再逐渐移至通风向阳或半阴的环境，然后进行正常管理。生长期光照不足，影响花芽分化。",
        "reproduction": "扦插在春季发芽以前，用一年生发育充实的枝条，切成5-10厘米长，剪去下部叶片，上部留2-3片绿叶，插于河沙或黄土苗床，株行距3厘米X 20厘米，插后及时灌水或喷水，并遮荫，保持温度20-25℃，相对湿度85%-90%，2个月后可生根移栽。\n    播种4-5月份桂花果实成熟，当果皮由绿色变为紫黑色时即可采收。桂花种子有后熟作用，至少要有半年的砂藏时间，采收后洒水堆沤，清除果肉，置阴凉处使种子自然风干，混砂贮藏，砂藏后可秋播或春播。砂藏期间要经常检查，防止种子霉烂或遭鼠害。播种繁殖一般采用条播的方法。播种前要整好地，施足基肥，亦可播于室内苗床。播种时将种脐侧放，以免胚根和幼茎弯曲，将来影响幼苗生长。播后覆盖一层细上，然后盖上草占，遮荫保湿，经常保持土壤湿润，当年即可出苗。每亩用种量约20千克，可产苗木3万株左右。小苗于苗床生长2年后，第3年可移植栽培。实生苗开花较晚，定植8-10年后方能现花。\n    嫁接嫁接砧木多用女贞、小叶女贞、小蜡、水蜡、白蜡和流苏（别名油公子、牛筋子）等。大量繁殖苗木时，北方多用小叶女贞，在春季发芽之前，自地面以上5厘米处剪断砧木；剪取桂花1-2年生粗壮枝条长10-12厘米，基部一侧削成长2-3厘米的削面，对侧削成一个45度的小斜面；在砧木一侧约1/3处纵切一刀，深约2-3厘米；将接穗插入切口内，使形成层对齐，用塑料袋绑紧，然后埋土培养。用小叶女贞作砧木成活率高，嫁接苗生长快，寿命短，易形成“上粗下细”的“小脚”现象。用水蜡作砧木，生长慢，但寿命较长。盆栽桂花多行靠接。用流苏作砧木，靠接宜在生长季节进行，不宜在雨季或伏天靠接。靠接时选二者枝条粗细相近的接穗和砧木，在接穗适当部位削成梭形切口，深达木质部，长约3-4厘米，在砧木同等高度削成与接穗大小一致的切口，然后将两切口靠在一起，使二者形成层密结，用塑料条扎紧，愈合后，剪断接口上面的砧木和下面的接穗。嫁接苗的根系因砧木而异；插条埋入土中各处易生不定根，但无明显主根。桂花分枝性强且分技点低，特别在幼年尤为明显，因久常呈灌木状。密植或修剪后，则可成明显主干。树皮粗糙，灰褐色或灰白色，有时显出皮孔。叶面光滑，革质，近轴面暗亮绿色，远轴面色较谈；椭圆形，长椭圆形、卵形、倒卵形、披针形、倒披针形、长被针形至卵状披针形。",
        "origin": "园林桂花原产中国西南喜马拉雅山东段，印度，尼泊尔，柬埔寨也有分布。中国西南部、四川、陕南、云南、广西、广东、湖南、湖北、江西、安徽、河南等地，均有野生桂花生长，现广泛栽种于淮河流域及以南地区，其适生区北可抵黄河下游，南可至两广、海南等地。",
        "variety": "桂花经过长期栽植、自然杂交和人工选育，产生了许多栽培品种。通过进一步调查清理，已初步确定各桂花品种32个。以花色而言，有金桂、银桂、丹桂之分；以叶型而言，有柳叶桂、金扇桂、滴水黄、葵花叶、柴柄黄之分；以花期而言，有八月桂、四季桂、月月佳之分等。",
        "application": "观赏周《客座新闻》中记载：“衡神词其径，绵亘四十余里，夹道皆合抱松桂相间，连云遮日，人行空翠中，而秋来香闻十里，其数竟达17000株，真神幻佳景”。可见当时已有松桂相配作行道树。在现代园林中，因循古例，充分利用桂花枝叶繁茂，四季常青等优点，用作绿化树种。其配置形式不拘一格，或对植，或散植，或群植、列植。传统配置中自古就有“两桂当庭”、“双桂留芳”的称谓，也常把玉兰、海棠、牡丹、桂花四种传统名花同植庭前，以取玉、堂、富、贵之谐音，喻吉祥之意。\n    药用桂花功效：淡黄白色，芳香，提取芳香油，制桂花浸膏，可用于食品、化妆品，可制糕点、糖果，并可酿酒。桂花味辛，可入药。以花、果实及根入药。秋季采花；春季采果；四季采根，分别晒干。花：辛，温。果：辛、甘，温。根：甘、微涩，平。功能主治：花：散寒破结，化痰止咳。用于牙痛，咳喘痰多，经闭腹痛。果：暖胃，平肝，散寒。用于虚寒胃痛。根：祛风湿，散寒。用于风湿筋骨疼痛，腰痛，肾虚牙痛。\n    膳食糯米桂花藕、桂花黄林酥、桂花糕、枸杞桂花茶、桂花紫薯糯米饭、桂花奶豆腐、桂花酒酿细圆子、烧桂花肠、桂花杏仁豆腐、桂花小豆粥。",
        "culture": "桂花有很多别称：因为叶子像圭而称“桂”；纹理如犀，又叫木犀；其清雅高洁，香飘四溢，被称为“仙友”；桂花又被称为“仙树”、“花中月老”。桂花通常生长在岩岭上，也叫“岩桂”；桂花开花时浓香致远，其香气具有清浓两兼的特点，清可荡涤，浓可致远，因此有“九里香”的美称；黄花细如粟，故又有“金粟”之名；桂花为“仙客”；花开于秋，旧说秋之神主西方，所以也称“西香”或“秋香”；桂花树是崇高、贞洁、荣誉、友好和吉祥的象征，凡仕途得志，飞黄腾达者谓之“折桂”。"
      },
      {
        "id": 34,
        "name": "水芙蓉",
        "imageUrl": "images/category/34.jpg",
        "scientificName": "Nelumbo SP.",
        "type": "睡莲科科 莲属",
        "alias": "芙蓉、水华",
        "desc": "荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。",
        "habits": "荷花是水生植物，性喜相对稳定的平静浅水、湖沼、泽地、池塘，是其适生地。荷花的需水量由其品种而定，大株形品种如古代莲、红千叶相对水位深一些，但不能超过1.7米．中小株形只适于20-60厘米的水深。同时荷花对失水十分敏感，夏季只要3小时不灌水，水缸所栽荷叶便萎靡，若停水一日，则荷叶边焦，花蕾回枯．荷花还非常喜光，生育期需要全光照的环境。荷花极不耐荫，在半荫处生长就会表现出强烈的趋光性。",
        "shape": "荷花是多年生水生草本；根状茎横生，肥厚，节间膨大，内有多数纵行通气孔道，节部缢缩，上生黑色鳞叶，下生须状不定根。",
        "grow": "水质荷花是水生植物，生长期内时刻都离不开水。生长前期，水层要控制在三厘米左右，水太深不利于提高土温。如用自来水，最好另缸盛放，晒一二天再用。夏天是荷花的生长高峰期，盆内切不可缺水。入冬以后，盆土也要保持湿润以防种藕缺水干枯。\n    施肥荷花的肥料以磷钾肥为主，辅以氮肥。如土壤较肥，则全年可不必施肥。腐熟的饼肥、鸡鸭鹅粪是最理想的肥料，小盆中施半两即可，大盆中最多只能施1-2两，切不可多施，并要充分与泥土拌和。生长旺期，如发现叶片色黄、瘦弱，可用每盒0·5克尿素拌于泥中，搓成10克左右的小球，每盆施一粒，施在盆中央的泥土中，7天见效。\n    越冬入冬以后，将盆放入室内或埋入冻土层下即可，黄河以北地区除埋入冻土层以下还要覆盖农膜，整个冬季要保持盆土湿润。",
        "reproduction": "种子育苗首先要破壳。5-6月将种子凹进的一端在水泥地上或粗糙的石块上磨破，浸种育苗。要保持水清，经常换水，约一周左右出芽，两周后生根移栽，每盆栽一株，水层要浅，不可将荷叶淹在水中。90%左右当年可开花，但当年开花不多。\n    分藕栽植3月中旬至4月中旬是翻盆栽藕的最佳时期。过早栽植会有寒流影响，种藕容易受冻害。北方地区遇寒流时可用透明农膜覆盖。栽插前，盆泥要和成糊状，栽插时种藕顶端沿盆边呈20度斜插入泥，碗莲深5厘米左右。大型荷花深10厘米左右，头低尾高。尾部半截翘起，不使藕尾进水。栽后将盆放置于阳光下照晒，使表面泥土出现微裂，以利种藕与泥土完全粘合，然后加少量水，待芽长出后，逐渐加深水位，最后保持3-5厘米水层。池塘栽植前期水层与盆荷一样，后期以不淹没荷叶为度。",
        "origin": "荷花一般分布在中亚，西亚、北美，印度、中国、日本等亚热带和温带地区。荷花在中国南起海南岛（北纬19度左右），北至黑龙江的富锦（北纬47.3度），东临上海及台湾省，西至天山北麓，除西藏自治区和青海省外，全国大部分地区都有分布。垂直分布可达海拔2000米，在秦岭和神农架的深山池沼中也可见到。",
        "variety": "荷花栽培品种很多， 依用途不同可分为藕莲、子莲和花莲三大系统。",
        "application": "食用中国古代民间就有春天折梅赠远，秋天采莲怀人的传统。自古中国人民就视莲子为珍贵食品，如今仍然是高级滋补营养品，众多地方专营莲子生产。莲藕是最好的蔬菜和蜜饯果品。莲叶、莲花、莲蕊等也都是中国人民喜爱的药膳食品。可见荷花食文化的丰富多彩。传统的莲子粥、莲房脯、莲子粉、藕片夹肉、荷叶蒸肉、荷叶粥等。叶为茶的代用品，又作为包装材料。荷花的地下茎在淤泥中生长，会被有毒物质侵染，只因藕的特别细密的表皮组织和含有丹宁的下皮，具有一定的阻挡或吸收有毒物质的能力，因而有毒物质多黏附在表皮上或渗入表皮中。在食用藕时要削去外皮，以防把有毒物质也吃进肚中。\n    观赏荷花专类园，中国荷花专类园有三种：一是像武汉东湖磨山的园林植物园，园中开辟一处以观赏，研究荷花为主的大型水生花卉区；二是像南京莫愁湖，杭州新“曲院风荷”这类是以荷花欣赏为主的大型公园；再一类就是以野趣为主，旅游结合生产的荷花民俗旅游资源景区，如广东三水的荷花世界，湖南岳阳的团湖风景区。\n    药用《本草纲目》中记载说荷花，莲子、莲衣、莲房、莲须、莲子心、荷叶、荷梗、藕节等均可药用。荷花能活血止血、去湿消风、清心凉血、解热解毒。莲子能养心、益肾、补脾、涩肠。莲须能清心、益肾、涩精、止血、解暑除烦，生津止渴。荷叶能清暑利湿、升阳止血，减肥瘦身，其中荷叶简成分对于清洗肠胃，减脂排瘀有奇效。藕节能止血、散瘀、解热毒。荷梗能清热解暑、通气行水、泻火清心。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 35,
        "name": "绿菊",
        "imageUrl": "images/category/35.jpg",
        "scientificName": "Dendranthema morifolium（Ramat. ）Tzvel",
        "type": "菊科 菊属",
        "alias": "金英、黄华",
        "desc": "菊花是中国十大名花第三，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。",
        "habits": "菊花为短日照植物，在短日照下能提早开花。喜阳光，忌荫蔽，较耐早，怕涝。喜温暖湿润气候，但亦能耐寒，严冬季节根茎能在地下越冬。花能经受微霜，但幼苗生长和分枝孕蕾期需较高的气温。最适生长温度为20℃左右。",
        "shape": "菊花为多年生草本，高 60-150厘米。茎直立，分枝或不分枝，被柔毛。叶互生，有短柄，叶片卵形至披针形，长 5-15公分，羽状浅裂或半裂，基部楔形，下面被白色短柔毛，边缘有粗大锯齿或深裂，基部楔形，有柄。头状花序单生或数个集生于茎枝顶端，直径 2.5-20厘米，大小不一，单个或数个集生於茎枝顶端；因品种不同，差别很大。总苞片多层，外层绿色，条形，边缘膜质，外面被柔毛；舌状花白色、红色、紫色或黄色。花色则有红、黄、白、橙、紫、粉红、暗红等各色，培育的品种极多，头状花序多变化，形色各异，形状因品种而有单瓣、平瓣、匙瓣等多种类型，当中为管状花，常全部特化成各式舌状花；花期 9-11月。雄蕊、雌蕊和果实多不发育。",
        "grow": "盆土宜选用肥沃的砂质土壤，先小盆后大盆，经2-3次换盆，7月可定盆；定盆可选用6份腐叶土、3份砂土和1份饼肥渣配制成混合土壤。浇透水后放阴凉处，待植株生长正常后移至向阳处。\n    浇水春季菊苗幼小，浇水宜少；夏季菊苗长大，天气炎热，蒸发量大，浇水要充足，可在清晨浇一次，傍晚再补浇一次，并要用喷水壶向菊花枝叶及周围地面喷水，以增加环境湿度；立秋前要适当控水、控肥，以防止植株窜高疯长。立秋后开花前，要加大浇水量并开始施肥，肥水逐渐加浓；冬季花枝基本停止生长，植株水分消耗量明显减少，蒸发量也小，须严格控制浇水。浇水最好用喷水壶缓缓喷洒，不可用猛水冲浇。浇水除要根据季节决定量和次数外，还要根据天气变化而变化。阴雨天要少浇或不浇；气温高蒸发量大时要多浇，反之则要少浇。一般在给花浇水时，要见盆土变干时再浇，不干不浇，浇则浇透。但不要使花盆汪水，否则会造成烂根、叶枯黄，引起植株死亡。\n    施肥在菊花植株定植时，盆中要施足底肥。以后可隔10天施一次氮肥。立秋后自菊花孕蕾到现蕾时，可每周施一次稍浓一些的肥水；含苞待放时，再施一次浓肥水后，即暂停施肥。如果此时能给菊花施一次过磷酸钙或0.1%磷酸二氢钾溶液，则花可开得更鲜艳一些。",
        "reproduction": "有营养繁殖与种子繁殖两法。营养繁殖包括杆插、分株、嫁接、压条及组织培养等。通常以扦插繁殖为主，其中又分芽插、嫩枝插、叶芽插。",
        "origin": "菊花遍布中国各城镇与农村，尤以北京、南京、上海、杭州、青岛、天津、开封、武汉、成都、长沙、湘潭、西安、沈阳、广州、中山市小榄镇等为盛。 8世纪前后，作为观赏的菊花由中国传至日本被推崇为日本国徽的图样。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "variety": "夏菊：又名五九菊。在每年农历5月及9月各开花一次。现今利用保护设施栽培可在阳历5月及10月各开花一次。秋菊：花期有早、晚之分。早菊花期在9月中、下旬为中型菊。晚菊花期在10-11月为大型菊，是栽培最普遍的秋菊。寒菊：又称冬菊。花期自12月至翌年1月。",
        "application": "菊花能入药治病，久服或饮菊花茶能令人长寿。宋代诗人苏辙：“南阳白菊有奇功，潭上居人多老翁”。菊花可以做成精美的佳肴。“菊花肉”是经过长期摸索制作成的一种菊菜，它由一块块用蔗糖熬浆炮制的白嫩猪肉加工制成，玲珑剔透，有如白玉。每块之上黏上几丝菊瓣，饱饮油脂糖甜，观其金黄色泽，吃到口里荤中有素，素中有荤，香甜不腻，实为名菜。还有菊花鱼球、油炸菊叶、菊花鱼片粥、菊花羹、菊酒、菊茶等等，这些菊餐不但色香味俱佳，而且营养丰富。北京有名的“菊花锅子”（即在涮羊肉火锅里放些菊花煮汤），清淡味美，更是别有风味。\n    赏菊，一直是中国民间长期流传的习惯，远从古代的京都帝王宫廷、官宦门第和庶民百姓，近至当今中国各城市的人民群众，每年都在秋天举行菊花会、菊展和菊式等各种形式的赏菊活动。北京植物园每年秋季都会举办赏菊活动。广东省中山县小榄镇菊花会始办于宋代末年，至今已有七百多年的历史，是中国延续年代最久、规模最大的菊会之一，人数最多时可达一百万。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 36,
        "name": "紫兰",
        "imageUrl": "images/category/36.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰、国香",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。 \n春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n    食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      }
    ],
    "plant3": [
      {
        "id": 37,
        "name": "银杏",
        "imageUrl": "images/category/37.jpg",
        "scientificName": "Narcissus tazetta L. var. chinensis Roem.",
        "type": "石蒜科 水仙属",
        "alias": "金盏银台、落神香妃",
        "desc": "水仙性喜温暖、湿润、排水良好。在中国已有一千多年栽培历史，为传统观赏花卉，是中国十大名花之十。",
        "habits": "水仙为秋植球根类温室花卉，喜阳光充足，生命力顽强，能耐半阴，不耐寒。7-8月份落叶休眠，在休眠期鳞茎的生长点部分进行花芽分化，具秋冬生长，早春开花，夏季休眠的生理特性。水仙喜光、喜水、喜肥，适于温暖、湿润的气候条件，喜肥沃的砂质土壤。生长前期喜凉爽、中期稍耐寒、后期喜温暖。因此要求冬季无严寒夏季无酷暑，春秋季多雨的气候环境。",
        "shape": "鳞茎卵球形。叶宽线形，扁平，长20-40厘米，宽8-15毫米，钝头，全缘，粉绿色。花茎几与叶等长；伞形花序有花4-8朵；佛焰苞状总苞膜质；花梗长短不一；花被管细，灰绿色，近三棱形，长约2厘米，花被裂片6，卵圆形至阔椭圆形，顶端具短尖头，扩展，白色，芳香；副花冠浅杯状，淡黄色，不皱缩，长不及花被的一半；雄蕊6，着生于花被管内，花药基着；子房3室，每室有胚珠多数，花柱细长，柱头3裂。蒴果室背开裂。花期春季。",
        "grow": "[旱地]\n    每年挖球之后，把可以上市出售的大球挑出来，余下的小侧球可立即种植。也可留待9-10月种植。一般认为种得早，发根好，长得好。种植时，选较大的球用点播法，单行或宽行种植。单行种植时用6×25厘米的株行距，宽行种植的用6×15厘米株行距，连续种3-4行后，留出35-40厘米的行距，再反复连续下去。旱地栽培的，养护较粗放，除施2-3次水肥外，不常浇水。单行种植的常与农作物间作。\n[水田]\n    种球选择甚为严格，要求选无病虫害、无损伤、外鳞片明亮光滑、脉纹清晰的作种球，并按球的大小、年龄分三级栽培。",
        "reproduction": "侧球繁殖,这是最普通常用的一种繁殖方法。储球着生在鳞茎球外的两侧，仅基部与母球相连，很容易自行脱离母体，秋季将其与母球分离，单独种植，次年产生新球。\n    侧芽繁殖,侧芽是包在鳞茎球内部的芽。只在进行球根阉割时，才随挖出的碎鳞片一起脱离母体，拣出白芽，秋季撒播在苗床上，翌年产生新球。\n    双鳞片繁殖,一个鳞茎球内包含着很多侧芽，有明显可见的，有隐而不见的。但其基本规律是闲两张鳞片1个芽。用带有两个鳞片的鳞茎盘作繁殖材料就叫双鳞片繁殖。其方法是把鳞茎先放在低温4-10℃处4-8周，然后在常温中把鳞茎盘切小，使每块带有两个鳞片，并将鳞片上端切除留下2厘米作繁殖材料，然后用塑料袋盛含水50%的蛭石或含水6%的砂，把繁殖材料放入袋中，封闭袋口，置20-28℃温度中黑暗的地方。经2-3月可长出小鳞茎，成球率80-90%。这是近年开始发展的新方法，四季可以进行，但以4-9月为好。生成的小鳞茎移栽后的成活率高，可达80-100%。",
        "origin": "原产亚洲东部的海滨温暖地区；中国浙江、福建沿海岛屿自生，但各省区所见者全系栽培，供观赏。",
        "variety": "单瓣型：福建漳州特产，花冠色青白，花萼黄色，花被6瓣，中间有金色的副冠，形如盏状，花味清香，所以叫“金盏玉台”亦名“酒杯水仙”，花期约半个月；若副冠呈白色，花多，叶稍细者，则称“银盏玉台”。\n    重瓣型（复瓣型）：花重瓣，白色，花被12瓣，卷成一簇花冠下端轻黄而上端淡白，没有明显的副冠，名为“百叶水仙”或称“玉玲珑”，花期在二十天左右。花形不如单瓣的美，香气亦较差，是水仙的变种。",
        "application": "经济，水仙花花香清郁，鲜花芳香油含量达0.20%-0.45%,经提炼可调制香精、香料；可配制香水，香皂及高级化妆品。水仙香精是香型配调中不可缺少的原料。水仙花清香隽永，采用水仙鲜花窨茶，制成高档水仙花茶，水仙乌龙茶等，茶气隽香、味甘醇。\n    药用，水仙以鳞茎入药，春秋采集，洗去泥沙，开水烫后，切片晒干或鲜用，有小毒。具有清热解毒，散结消肿等疗效。用于腮腺炎，痈疖疔毒初起红肿热痛等症。\n    观赏，水仙花在客厅，能让人感到宁静、温馨。客厅是家人团聚和会客的场所，适合选用艳丽插花和高贵大方的水仙花，水仙花放在家里，可以吸收家里放出的噪音，吸收家里放出的废气，释放出清新的空气，从物理学的角度减轻了一个多再一个空间里面多余的负担，舒服的家就是风水好的家。",
        "culture": "水仙别名金盏银台，花如其名，绿裙、青带，亭亭玉立于清波之上。素洁的花朵超尘脱俗，高雅清香，格外动人，宛若凌波仙子踏水而来。元程棨《三柳轩杂识》谓水仙为花中之“雅客”。水仙花语有两说：一是“纯洁”。二是“吉祥”。在西方，水仙花的意译便是“恋影花”，花语是坚贞的爱情，引申一下便是自省对爱情的诚挚。"
      },
      {
        "id": 38,
        "name": "红枫",
        "imageUrl": "images/category/38.jpg",
        "scientificName": "Rosa chinensis Jacq.",
        "type": "蔷薇科 蔷薇属",
        "alias": "月月花",
        "desc": "自然花期8月到次年4月，花成大型，由内向外，呈发散型，有浓郁香气，可广泛用于园艺栽培和切花。月季的适应性强，耐寒、耐寒，不论地栽、盆栽均可，适用于美化庭院、装点园林、布置花坛、配植花篱、花架，月季栽培容易，可作切花，用于做花束和各种花篮，月季花朵可提取香精，并可入药。也有较好的抗真菌及协同抗耐药真菌活性。红色切花更成为情人间必送的礼物之一，并成为爱情诗歌的主题。",
        "habits": "月季花对气候、土壤要求虽不严格，但以疏松、肥沃、富含有机质、微酸性、排水良好的的壤土较为适宜。性喜温暖、日照充足、空气流通的环境。大多数品种最适温度白天为15-26℃，晚上为10-15℃。冬季气温低于5℃即进入休眠。有的品种能耐-15℃的低温和耐35℃的高温；夏季温度持续30℃以上时，即进入半休眠，植株生长不良，虽也能孕蕾，但花小瓣少，色暗淡而无光泽，失去观赏价值。",
        "shape": "月季花是直立灌木，高1-2米；小枝粗壮，圆柱形，近无毛，有短粗的钩状皮刺。小叶3-5，稀7，连叶柄长5-11厘米，小叶片宽卵形至卵状长圆形，长2.5-6厘米，宽1-3厘米，先端长渐尖或渐尖，基部近圆形或宽楔形，边缘有锐锯齿，两面近无毛，上面暗绿色，常带光泽，下面颜色较浅，顶生小叶片有柄，侧生小叶片近无柄，总叶柄较长，有散生皮刺和腺毛；托叶大部贴生于叶柄，仅顶端分离部分成耳状，边缘常有腺毛。",
        "grow": "[土壤]\n    露地栽培地选择地势较高，阳光充足，空气流通，土壤微酸性。栽培时深翻土地，并施入有机肥料做基肥。盆栽月季花宜用腐殖质丰富而呈微酸性肥沃的砂质土壤，不宜用碱性土。在每年的春天新芽萌动前要更换一次盆土，以利其旺盛生长，换土有助季当年开花。月季花可以用各种材质的花盆栽种，瓦盆自然也是可以的。配制成营养土应该注意排水，通风及各种养分的搭配。其比例是园土：腐叶土：砻糠灰=5：3：2。每年越冬前后适合翻盆、修根、换土，逐年加大盆径，以泥瓦盆为佳。\n[浇水]\n    给月季花浇水是有讲究的，要做到见干见湿，不干不浇，浇则浇透。月季花怕水淹，盆内不可有积水，水大易烂根。盛夏季节要每天浇一次水，见盆土表面发白时即可浇水。冬天休眠期一定要少浇水，保持半湿即可。月季浇水因季节而异，冬季休眠期保持土壤湿润，不干透就行。开春枝条前发，枝叶生长，适当增加水量，每天早晚浇1次水。在生长旺季及花期需增加浇水量，夏季高温，水的蒸发量加大，植物处于虚弱半休眠状态，最忌干燥脱水，每天早晚各浇一次水，避免阳光暴晒。高温时浇水，每次浇水应有少量水从盆底渗出，说明已浇透，浇水时不要将水溅在叶上，防止病害。\n[温度]\n月季花性喜凉爽温暖的气候环境，怕高温。最适宜的温度是18-28℃，当气温超过32℃时，花芽分化就会受到抑制。所以，在气温较高的盛夏，月季通常不开花，即便有少量的花，也比在常温下要逊色得多。在高温时可以把花盆移在阴凉的环境之处养护。",
        "reproduction": "嫁接法,嫁接常用野蔷薇作砧木，分芽接和枝接两种。芽接成活率较高，一般于8至9月进行，嫁接部位要尽量靠近地面，具体方法是：在砧木茎枝的一侧用芽接刀于皮部做“T”形切口，然后从玫瑰的当年生长发育良好的枝条中部选取接芽。将接芽插入“T”形切口后，用塑料袋扎缚，并适当遮荫，这样经过两周左右即可愈合。\n    播种法,即春季播种繁殖。可穴播，也可沟播，通常在4月上中旬即可发芽出苗。移植时间分春植和秋植两种，一般在秋末落叶后或初春树液流动前进行。\n    分株法,分株繁殖多在早春或晚秋进行，方法是将整株玫瑰带土挖出进行分株，每株有1至2条枝并略带一些须根，将其定植于盆中或露地，当年就能开花。",
        "origin": "中国是月季花的原产地之一。在中国主要分布于湖北、四川和甘肃等省的山区，尤以上海、南京、南阳、常州、天津、郑州和北京等市种植最多。",
        "variety": "月季花种类主要有食用玫瑰、藤本月季（CI系）、大花香水月季（切花月季主要为大花香水月季）（HT系）、丰花月季（聚花月季）（F/FI系）、微型月季（Min系）、树状月季、壮花月季（Gr系）、灌木月季（sh系）、地被月季（Gc系）等。",
        "application": "环保作用，可以做成延绵不断的花篱、花屏、花墙、用于机关、学校、居民小区、城区广场等地方，不仅能净化空气，美化环境，还能大降低周围地区的噪音污染，缓解火热夏季城市的温室效应。月季花还是吸收有害气体的能手，能吸收硫化氢、氟化氢、苯、苯酚等有害气体，同时对二氧化硫、二氧化氮等有较强的抵抗能力，因此月季花也是保护人类生活环境的良好花木。\n药用，花可提取香料。根、叶、花均可入药，具有活血消肿、消炎解毒功效。而且是一味妇科良药。中医认为，月季味甘、性温，入肝经有活血调经、消肿解毒之功效。由于月季花的祛瘀、行气、止痛作用明显，故常被用于治疗月经不调、痛经等病症。月经过多、白带多，用月季花（或根）15g水煎服或炖猪肉食；月季花10g、大枣12g同煎，汤成后加适量蜂蜜服用，此方又香又甜，不像是药，对经期潮热很有效。此外，女性常用月季花瓣泡水当茶饮，或加入其他健美茶中冲饮，还可活血美容，使人青春长驻。\n    观赏,月季花在园林绿化中，有着不可或缺的价值，月季在南北园林中，使用次数是最多的一种花卉。月季花是春季主要的观赏花卉，其花期长，观赏价值高，价格低廉，受到各地园林的喜爱。可用于园林布置花坛、花境、庭院花材，可制作月季盆景，作切花、花篮、花束等。月季因其攀援生长的特性，主要用于垂直绿化，在园林街景，美花环境中具有独特的作用。如能构成赏心悦目的能道和花柱，做成各种拱形，网格形，框架式架子供月季攀附，再经过适当的修剪整形，可装饰建筑物，成为联系建筑物与园林的巧妙“纽带”。",
        "culture": "月季在中国传统文化中处于弱势地位，但新的考古发现，月季花是华夏先民北方系--相当于传说中的黄帝部族的图腾植物。为中国十大名花之一。月季被誉为“花中皇后”，而且有一种坚韧不屈的精神，花香悠远。原产中国，早在汉代就有栽培，唐宋以后更是栽种不绝，历来文人也留下了不少赞美月季的诗句。唐代著名诗人白居易曾有“晚开春去后，独秀院中央”的诗句，宋代诗人苏东坡诗云“花落花开无间断，春来春去不相关；牡丹最贵惟春晚，芍药虽繁只夏初，惟有此花开不厌，一年常占四时春” 。 北宋韩琦对它更是赞誉有加：“牡丹殊绝委春风，露菊萧疏怨晚丛。何以此花容艳足，四时长放浅深红。”"
      },
      {
        "id": 39,
        "name": "海棠树",
        "imageUrl": "images/category/39.jpg",
        "scientificName": "Camellia sp.",
        "type": "山茶科 山茶属",
        "alias": "山茶花",
        "desc": "因其植株形姿优美，叶为浓绿绿而光泽，花形艳丽缤纷，而受到世界园艺界的珍视。茶花的品种极多，是中国传统的观赏花卉，“十大名花”中排名第八，亦是世界名贵花木之一。原产于中国东部，在长江流域、珠江流域、重庆、云南和四川各地，朝鲜、日本、中国台湾和印度等地普遍种植。",
        "habits": "茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5-6.5最佳。适温在20-32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70%以上，大部分品种可耐-8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "shape": "茶花是灌木或小乔木植物，高9米，嫩枝无毛。叶革质，椭圆形，长5-10厘米，宽2.5-5厘米，先端略尖，或急短尖而有钝尖头，基部阔楔形，上面深绿色，干后发亮，无毛，下面浅绿色，无毛，侧脉7-8对，在上下两面均能见，边缘有相隔2-3.5厘米的细锯齿。叶柄长8-15毫米，无毛。",
        "grow": "整理修剪地栽山茶主要剪去干枯枝、病弱枝、交叉枝、过密枝，明显影响树形的枝条，以及字符串换行 html疏去多余的花蕾。盆栽山茶除以上工作外，还应根据个人喜好进行整形修剪，但不宜重剪，因其生长势不强。\n    浇水山茶对肥水要求较高，中性和碱性壤土均不利其生长。北方尤其要注意将碱性水经过酸化处理后才，可浇花，具体办法是将自来水贮放2天，使水中的氯气挥发掉，再加入适量硫酸亚铁（占水0.5%左右）。浇水量不可过大，否则易烂根。盆土也不能干，否则易使根因失水而萎缩，以保持盆土和周围环境湿润为宜。花期勿喷水。一般冬季室内较干燥，应经常向山茶叶面喷水，以形成一个湿润的小气候。但阴雨天忌喷水。浇水时不要把水喷在花朵上，否则会引起花朵霉烂，缩短花期。花谢后及时摘去残花。冬季浇水要视室内温度而定，一般3天左右一次，保持盆土湿润，忌积水或浇半截水。用自来水应先在水桶中存放一两天，让氯气挥发掉。水中最好放百分之一的硫酸亚铁，以利于改善水质。\n    温度山茶为半阴性花卉，夏季需搭棚遮阴。立秋后气温下降，山茶进入花芽分化期，应逐渐使全株受到充足的光照。冬季应置于室内阳光充足处，若室内光线太弱，山茶则生长不良，并易得病虫害。山茶为长日照植物。在日长12小时的环境中才能形成花芽。最适生长温度18-25℃，最适开花温度10-20℃，高于35℃会灼伤叶片。不耐寒，冬季应入室，温度保持3-5℃，也能忍耐短时间-10℃的低温，但不能长时间超过16℃，否则会促使发芽，引起落叶。生长期要置于半阴环境中，不宜接受过强的直射阳光。特别是夏、秋季要进行遮荫，或放树下疏荫处。山茶喜温暖，怕寒冷。室内温度不能低于5℃。温度在10℃至15℃的房间内，其他措施得当，春节即可开花，花期可至3月份。",
        "reproduction": "扦插此方法最简便，扦插时间以9月间最为适宜，春季亦可。选择生长良好，半木质化枝条，除去基部叶片，保留上部3片叶，用利刀切成斜口，立即将切口浸入200-500ppm吲哚丁酸5-15分钟，晒干后插入沙盆或蛭石盆，插后浇水40天左右伤口愈合，60天左右生根。用激素处理后扦插比不用激素的提早2-3个月出根。用蛭石作插床，出根也比沙床快得多。\n    靠接选择适当的品种如茶盅茶或油茶作砧木，靠接名贵的茶花。靠接的时间一般在清明节至中秋节之间。先把砧木栽在花盆里，用刀子在所要结合的部位分别削去一半左右，切口要平滑，然后使双方的切面紧密贴合，用塑料薄膜包扎，每天给砧木淋水两次，60天后即可愈合。到时可剪下栽植，并置于树阴下，避免阳光直射。翌年2月，用刀削去砧木的尾部，再行定植。\n    叶插叶插法茶花繁殖一般采用枝条扦插繁殖，但有些名贵品种由于受枝条来源的限制，或考虑到取材后会影响其树形，所以也采用叶插法。以山泥作扦插基质，可拌入1/3的河沙，以利通气排水，基质盛在瓦盆中，然后进行盆插。叶插最好在雨季进行，取一年生叶片作叶插材料，太老不易生根，过嫩容易腐烂。插入土中约2厘米，插后压紧土壤，浇足水，然后放在阴凉通风的地方。一般3个月可以发根，第二年春可以发芽抽枝。",
        "origin": "主要分布于中国和日本。中国中部及南方各省露地多有栽培，已有1400年的栽培历史，北部则行温室盆栽。重庆、云南、四川、台湾、山东、江西等地有野生种。",
        "variety": "茶花品种大约有2000种，可分为3大类，12个花型，2013年中国茶花品种已有306个以上。《花镜》载茶花品种有十九个：玛瑙茶、鹤顶红、宝珠茶、蕉萼白宝珠、杨妃茶、正宫粉、石榴茶、一捻红、照殿红、晚山茶、南山茶等。茶花型多，有单瓣、半重瓣、重瓣、曲瓣、五星瓣、六角形、松壳型等。花有红、黄、白、粉，甚至白瓣红点等色。",
        "application": "植物造景材料。山茶四季常绿，分布广泛，树姿优美，是中国南方重要的植物造景材料之一。\n药用\n    凉血止血；散瘀；消瘀肿。主吐血；衄血；咳血；便血；痔血；赤血痢；血淋；血崩；带下；烫伤；跌扑损伤。用于吐血，衄血，便血，血崩；\n外用\n    治烧烫伤，创伤出血。",
        "culture": "山茶花开花于冬春之际，花姿丰盈，端庄高雅，是中国传统十大名花之一，也是世界名花之一。郭沫若盛赞曰：“茶花一树早桃红，百朵彤云啸傲中。”山茶花，既具有“唯有山茶殊耐久，独能深月占春风”的傲梅风骨，又有“花繁艳红，深夺晓霞”的凌牡丹之鲜艳，因此自古以来就是极富盛名的木本花卉，在唐宋两朝达到了登峰造极之境，十七世纪引入欧洲后也造成轰动，也因此获得“世界名花”的美名。"
      },
      {
        "id": 40,
        "name": "桃树",
        "imageUrl": "images/category/40.jpg",
        "scientificName": "Rhododendron simsii Planch.",
        "type": "杜鹃花科 杜鹃属",
        "alias": "映山红",
        "desc": "该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，长沙、无锡、九江、镇江、大理、嘉兴、赣州等城市定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。",
        "habits": "杜鹃性喜凉爽、湿润、通风的半阴环境，既怕酷热又怕严寒，生长适温为12℃至25℃，夏季气温超过35℃，则新梢、新叶生长缓慢，处于半休眠状态。夏季要防晒遮阴，冬季应注意保暖防寒。忌烈日暴晒，适宜在光照强度不大的散射光下生长，光照过强，嫩叶易被灼伤，新叶老叶焦边，严重时会导致植株死亡。冬季，露地栽培杜鹃要采取措施进行防寒，以保其安全越冬。观赏类的杜鹃中，西鹃抗寒力最弱，气温降至0℃以下容易发生冻害。",
        "shape": "落叶灌木，高2（-5）米；分枝多而纤细，密被亮棕褐色扁平糙伏毛。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形，长1.5-5厘米，宽0.5-3厘米，先端短渐尖，基部楔形或宽楔形，边缘微反卷，具细齿，上面深绿色，疏被糙伏毛，下面淡白色，密被褐色糙伏毛，中脉在上面凹陷，下面凸出；叶柄长2-6毫米，密被亮棕褐色扁平糙伏毛。",
        "grow": "土壤杜鹃是喜荫的植物，太阳的直射对它生长不利，所以杜鹃专类园最好选择在有树影遮荫的地方，或者在做绿化设计时，就考虑到这一点，有意地在专类园中配置乔木。杜鹃喜排水良好的酸性土壤，但由于各专类园和景观都要用水泥做道路和铺装，使得杜鹃栽植地土壤板结，碱性严重，所以必须把栽植地的土壤进行更换，并加一定量的泥炭土。\n    浇水杜鹃对土壤干湿度要求是润而不湿。一般春秋季节，对露地栽种的杜鹃可以隔2-3天浇一次透水，在炎热夏季，每天至少浇一次水。日常浇水，切忌用碱性水，浇水时还应注意水温不宜过冷，尤其在炎热夏天，用过冷水浇透，造成土温骤然降低，影响根系吸水，干扰植株生理平衡。\n    温度杜鹃喜欢空气湿度大的环境，但有些杜鹃专类园都建在广场、道路两旁，空气流动快，比较干燥，所以必须经常对杜鹃叶片进行喷水或对周围空气进行喷雾，使杜鹃园周围空气保持湿润。",
        "reproduction": "扦插此法应用最广，优点是操作简便、成活率高、生长迅速、性状稳定。\n    嫁接可一砧接多穗，多品种，生长快，株形好，成活率高。\n    播种杜鹃绝大多数都能结实采种，仅有重瓣不结实。一般种子的成熟期从每年的10月-1月，当果皮由青转黄至褐色时，果的顶端裂开，种子开始散落，此时要随时采收。末开裂的变褐均采下来，放在室内通风良好处摊凉，使之自然开裂，再去掉果壳等杂质，装入纸袋或布袋中，保存在阴凉通风处。如果有温室条件，随采随播发芽率高。一般播种时间3-4月份，采用盆播，因为种子小，把盆里外洗干净，放在阳光下晒干，灭菌消毒，土壤也灭菌消毒，装盆±要通透性好的、湿润肥沃含有丰富的有机质的酸性土。为了出苗均匀，种子掺些细土，撒入盆内上面盖一层薄细土，浇水用窨水法渗入盆内，把盆放在前窗台上，盖一层玻璃或塑料薄膜，目的是提高盆内温度。小苗出土后，逐渐减少覆盖时间，因苗嫩小，注意温变，突然高低变化，强光的照射。苗长得很慢，5-6月份才长出2-3片真叶，这时在室内做第一次移栽，株行距2-3厘米，苗高2-3厘米（大约11月份），大苗移栽在10厘米盆中一株，小苗栽三株。用细喷壶浇水和淡肥水。播种后第二年春季出花房，放在荫棚下养护。6月换13.3厘米盆中，第三年植株有20厘米高，已有分枝几个也有花蕾出现，换16.7厘米盆中，以后根据植株的大小，逐年换盆。",
        "origin": "产自中国江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州和云南。",
        "variety": "毛鹃、夏鹃、西洋鹃、东鹃、春鹃、羊踯躅、迎红杜鹃、马银花、云银杜鹃。杜鹃花属约有900种，亚洲约产850种。其中，中国约有530种，除新疆外南北各小区均有分布。新几内亚、马来西亚约有280种，几乎全为附生型 。此外，北美分布有24种，欧洲分布有9种，大洋洲分布1种。杜鹃花属种类多，差异很大，有常绿大乔木、小乔木，常绿灌木和落叶灌木。 　　杜鹃花分落叶和常绿两大类。落叶类叶小，常绿类叶片硕大。花的颜色有红、紫、黄、白、粉、蓝等色。喜阴凉、湿润，耐寒，多生长在海拔1000－1400米的山坡、高山草甸、林缘、石壁和沼泽地。",
        "application": "经济有的叶花可入药或提取芳香油，有的花可食用，树皮和叶可提制烤胶，木材可做工艺品等。高山杜鹃根系发达，是很好的水土保持植物。\n    观赏杜鹃繁叶茂，绮丽多姿，萌发力强，耐修剪，根桩奇特，是优良的盆景材料。园林中最宜在林缘、溪边、池畔及岩石旁成丛成片栽植，也可于疏林下散植。杜鹃也是花篱的良好材料，毛鹃还可经修剪培育成各种形态。杜鹃专类园极具特色。在花季中绽放时即使杜鹃总是给人热闹而喧腾的感觉，而不是花季时，深绿色的叶片也很适合栽种在庭园中做为矮墙或屏障。\n    药用根（杜鹃根）：酸、甘、温。活血，止痛，祛风，止痛。用于吐血、衄血，月经不调，崩漏，风湿痛，跌打损伤。叶（杜鹃叶）：酸，平。清热解毒，止血。用于痈肿疔疮，外伤出血，瘾疹。花（杜鹃）：酸、甘，温。活血，调经，祛风湿。用于月经不调，经闭，崩漏，跌打损伤，风湿痛，吐血，衄血。",
        "culture": "自唐宋以来，诗人，词人皆多题咏。美丽的杜鹃花始终闪烁于山野，妆点于园林，自古以来就博得人们的欢心。自唐宋诗人白居易、杜牧、苏东坡、辛弃疾、至明清杨升庵、康熙帝都有赞誉杜鹃花的佳作。大诗人李白见杜鹃花想起家乡的杜鹃鸟，触景生情，怀念家乡，写出了一首脍炙人口的诗“蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。"
      },
      {
        "id": 41,
        "name": "槐树",
        "imageUrl": "images/category/41.jpg",
        "scientificName": "Osmanthus sp.",
        "type": "木樨科 木樨属",
        "alias": "岩桂",
        "desc": "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
        "habits": "桂花适应于亚热带气候地区。性喜温暖，湿润。种植地区平均气温14-28℃，7月平均气温24-28℃，1月平均气温0℃以上，能耐最低气温-13℃，最适生长气温是15-28℃。湿度对桂花生长发育极为重要，要求年平均湿度75%-85%，年降水量1000毫米左右，特别是幼龄期和成年树开花时需要水分较多，若遇到干旱会影响开花，强日照和荫蔽对其生长不利，一般要求每天6-8小时光照。",
        "shape": "桂花是常绿乔木或灌木，高3-5米，最高可达18米；树皮灰褐色。小枝黄褐色，无毛。叶片革质，椭圆形、长椭圆形或椭圆状披针形，长7-14.5厘米，宽2.6-4.5厘米，先端渐尖，基部渐狭呈楔形或宽楔形，全缘或通常上半部具细锯齿，两面无毛，腺点在两面连成小水泡状突起，中脉在上面凹入，下面凸起，侧脉6-8对，多达10对，在上面凹入，下面凸起；叶柄长0.8-1.2厘米，最长可达15厘米，无毛。",
        "grow": "种植方法应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。\n    浇水地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。4月出房后，可适当增加水量，生长旺季可浇适量的淡肥水，花开季节肥水可略浓些。\n    温度在黄河流域以南地区可露地栽培越冬。盆栽应冬季搬入室内，置于阳光充足处，使其充分接受直射阳光，室温保持5℃以上，但不可超过10℃。翌年4月萌芽后移至室外，先放在背风向阳处养护，待稳定生长后再逐渐移至通风向阳或半阴的环境，然后进行正常管理。生长期光照不足，影响花芽分化。",
        "reproduction": "扦插在春季发芽以前，用一年生发育充实的枝条，切成5-10厘米长，剪去下部叶片，上部留2-3片绿叶，插于河沙或黄土苗床，株行距3厘米X 20厘米，插后及时灌水或喷水，并遮荫，保持温度20-25℃，相对湿度85%-90%，2个月后可生根移栽。\n    播种4-5月份桂花果实成熟，当果皮由绿色变为紫黑色时即可采收。桂花种子有后熟作用，至少要有半年的砂藏时间，采收后洒水堆沤，清除果肉，置阴凉处使种子自然风干，混砂贮藏，砂藏后可秋播或春播。砂藏期间要经常检查，防止种子霉烂或遭鼠害。播种繁殖一般采用条播的方法。播种前要整好地，施足基肥，亦可播于室内苗床。播种时将种脐侧放，以免胚根和幼茎弯曲，将来影响幼苗生长。播后覆盖一层细上，然后盖上草占，遮荫保湿，经常保持土壤湿润，当年即可出苗。每亩用种量约20千克，可产苗木3万株左右。小苗于苗床生长2年后，第3年可移植栽培。实生苗开花较晚，定植8-10年后方能现花。\n    嫁接嫁接砧木多用女贞、小叶女贞、小蜡、水蜡、白蜡和流苏（别名油公子、牛筋子）等。大量繁殖苗木时，北方多用小叶女贞，在春季发芽之前，自地面以上5厘米处剪断砧木；剪取桂花1-2年生粗壮枝条长10-12厘米，基部一侧削成长2-3厘米的削面，对侧削成一个45度的小斜面；在砧木一侧约1/3处纵切一刀，深约2-3厘米；将接穗插入切口内，使形成层对齐，用塑料袋绑紧，然后埋土培养。用小叶女贞作砧木成活率高，嫁接苗生长快，寿命短，易形成“上粗下细”的“小脚”现象。用水蜡作砧木，生长慢，但寿命较长。盆栽桂花多行靠接。用流苏作砧木，靠接宜在生长季节进行，不宜在雨季或伏天靠接。靠接时选二者枝条粗细相近的接穗和砧木，在接穗适当部位削成梭形切口，深达木质部，长约3-4厘米，在砧木同等高度削成与接穗大小一致的切口，然后将两切口靠在一起，使二者形成层密结，用塑料条扎紧，愈合后，剪断接口上面的砧木和下面的接穗。嫁接苗的根系因砧木而异；插条埋入土中各处易生不定根，但无明显主根。桂花分枝性强且分技点低，特别在幼年尤为明显，因久常呈灌木状。密植或修剪后，则可成明显主干。树皮粗糙，灰褐色或灰白色，有时显出皮孔。叶面光滑，革质，近轴面暗亮绿色，远轴面色较谈；椭圆形，长椭圆形、卵形、倒卵形、披针形、倒披针形、长被针形至卵状披针形。",
        "origin": "园林桂花原产中国西南喜马拉雅山东段，印度，尼泊尔，柬埔寨也有分布。中国西南部、四川、陕南、云南、广西、广东、湖南、湖北、江西、安徽、河南等地，均有野生桂花生长，现广泛栽种于淮河流域及以南地区，其适生区北可抵黄河下游，南可至两广、海南等地。",
        "variety": "桂花经过长期栽植、自然杂交和人工选育，产生了许多栽培品种。通过进一步调查清理，已初步确定各桂花品种32个。以花色而言，有金桂、银桂、丹桂之分；以叶型而言，有柳叶桂、金扇桂、滴水黄、葵花叶、柴柄黄之分；以花期而言，有八月桂、四季桂、月月佳之分等。",
        "application": "观赏周《客座新闻》中记载：“衡神词其径，绵亘四十余里，夹道皆合抱松桂相间，连云遮日，人行空翠中，而秋来香闻十里，其数竟达17000株，真神幻佳景”。可见当时已有松桂相配作行道树。在现代园林中，因循古例，充分利用桂花枝叶繁茂，四季常青等优点，用作绿化树种。其配置形式不拘一格，或对植，或散植，或群植、列植。传统配置中自古就有“两桂当庭”、“双桂留芳”的称谓，也常把玉兰、海棠、牡丹、桂花四种传统名花同植庭前，以取玉、堂、富、贵之谐音，喻吉祥之意。\n    药用桂花功效：淡黄白色，芳香，提取芳香油，制桂花浸膏，可用于食品、化妆品，可制糕点、糖果，并可酿酒。桂花味辛，可入药。以花、果实及根入药。秋季采花；春季采果；四季采根，分别晒干。花：辛，温。果：辛、甘，温。根：甘、微涩，平。功能主治：花：散寒破结，化痰止咳。用于牙痛，咳喘痰多，经闭腹痛。果：暖胃，平肝，散寒。用于虚寒胃痛。根：祛风湿，散寒。用于风湿筋骨疼痛，腰痛，肾虚牙痛。\n    膳食糯米桂花藕、桂花黄林酥、桂花糕、枸杞桂花茶、桂花紫薯糯米饭、桂花奶豆腐、桂花酒酿细圆子、烧桂花肠、桂花杏仁豆腐、桂花小豆粥。",
        "culture": "桂花有很多别称：因为叶子像圭而称“桂”；纹理如犀，又叫木犀；其清雅高洁，香飘四溢，被称为“仙友”；桂花又被称为“仙树”、“花中月老”。桂花通常生长在岩岭上，也叫“岩桂”；桂花开花时浓香致远，其香气具有清浓两兼的特点，清可荡涤，浓可致远，因此有“九里香”的美称；黄花细如粟，故又有“金粟”之名；桂花为“仙客”；花开于秋，旧说秋之神主西方，所以也称“西香”或“秋香”；桂花树是崇高、贞洁、荣誉、友好和吉祥的象征，凡仕途得志，飞黄腾达者谓之“折桂”。"
      },
      {
        "id": 42,
        "name": "玉兰树",
        "imageUrl": "images/category/42.jpg",
        "scientificName": "Nelumbo SP.",
        "type": "睡莲科科 莲属",
        "alias": "芙蓉",
        "desc": "荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。",
        "habits": "荷花是水生植物，性喜相对稳定的平静浅水、湖沼、泽地、池塘，是其适生地。荷花的需水量由其品种而定，大株形品种如古代莲、红千叶相对水位深一些，但不能超过1.7米．中小株形只适于20-60厘米的水深。同时荷花对失水十分敏感，夏季只要3小时不灌水，水缸所栽荷叶便萎靡，若停水一日，则荷叶边焦，花蕾回枯．荷花还非常喜光，生育期需要全光照的环境。荷花极不耐荫，在半荫处生长就会表现出强烈的趋光性。",
        "shape": "荷花是多年生水生草本；根状茎横生，肥厚，节间膨大，内有多数纵行通气孔道，节部缢缩，上生黑色鳞叶，下生须状不定根。",
        "grow": "水质荷花是水生植物，生长期内时刻都离不开水。生长前期，水层要控制在三厘米左右，水太深不利于提高土温。如用自来水，最好另缸盛放，晒一二天再用。夏天是荷花的生长高峰期，盆内切不可缺水。入冬以后，盆土也要保持湿润以防种藕缺水干枯。\n    施肥荷花的肥料以磷钾肥为主，辅以氮肥。如土壤较肥，则全年可不必施肥。腐熟的饼肥、鸡鸭鹅粪是最理想的肥料，小盆中施半两即可，大盆中最多只能施1-2两，切不可多施，并要充分与泥土拌和。生长旺期，如发现叶片色黄、瘦弱，可用每盒0·5克尿素拌于泥中，搓成10克左右的小球，每盆施一粒，施在盆中央的泥土中，7天见效。\n    越冬入冬以后，将盆放入室内或埋入冻土层下即可，黄河以北地区除埋入冻土层以下还要覆盖农膜，整个冬季要保持盆土湿润。",
        "reproduction": "种子育苗首先要破壳。5-6月将种子凹进的一端在水泥地上或粗糙的石块上磨破，浸种育苗。要保持水清，经常换水，约一周左右出芽，两周后生根移栽，每盆栽一株，水层要浅，不可将荷叶淹在水中。90%左右当年可开花，但当年开花不多。\n    分藕栽植3月中旬至4月中旬是翻盆栽藕的最佳时期。过早栽植会有寒流影响，种藕容易受冻害。北方地区遇寒流时可用透明农膜覆盖。栽插前，盆泥要和成糊状，栽插时种藕顶端沿盆边呈20度斜插入泥，碗莲深5厘米左右。大型荷花深10厘米左右，头低尾高。尾部半截翘起，不使藕尾进水。栽后将盆放置于阳光下照晒，使表面泥土出现微裂，以利种藕与泥土完全粘合，然后加少量水，待芽长出后，逐渐加深水位，最后保持3-5厘米水层。池塘栽植前期水层与盆荷一样，后期以不淹没荷叶为度。",
        "origin": "荷花一般分布在中亚，西亚、北美，印度、中国、日本等亚热带和温带地区。荷花在中国南起海南岛（北纬19度左右），北至黑龙江的富锦（北纬47.3度），东临上海及台湾省，西至天山北麓，除西藏自治区和青海省外，全国大部分地区都有分布。垂直分布可达海拔2000米，在秦岭和神农架的深山池沼中也可见到。",
        "variety": "荷花栽培品种很多， 依用途不同可分为藕莲、子莲和花莲三大系统。",
        "application": "食用中国古代民间就有春天折梅赠远，秋天采莲怀人的传统。自古中国人民就视莲子为珍贵食品，如今仍然是高级滋补营养品，众多地方专营莲子生产。莲藕是最好的蔬菜和蜜饯果品。莲叶、莲花、莲蕊等也都是中国人民喜爱的药膳食品。可见荷花食文化的丰富多彩。传统的莲子粥、莲房脯、莲子粉、藕片夹肉、荷叶蒸肉、荷叶粥等。叶为茶的代用品，又作为包装材料。荷花的地下茎在淤泥中生长，会被有毒物质侵染，只因藕的特别细密的表皮组织和含有丹宁的下皮，具有一定的阻挡或吸收有毒物质的能力，因而有毒物质多黏附在表皮上或渗入表皮中。在食用藕时要削去外皮，以防把有毒物质也吃进肚中。\n    观赏荷花专类园，中国荷花专类园有三种：一是像武汉东湖磨山的园林植物园，园中开辟一处以观赏，研究荷花为主的大型水生花卉区；二是像南京莫愁湖，杭州新“曲院风荷”这类是以荷花欣赏为主的大型公园；再一类就是以野趣为主，旅游结合生产的荷花民俗旅游资源景区，如广东三水的荷花世界，湖南岳阳的团湖风景区。\n    药用《本草纲目》中记载说荷花，莲子、莲衣、莲房、莲须、莲子心、荷叶、荷梗、藕节等均可药用。荷花能活血止血、去湿消风、清心凉血、解热解毒。莲子能养心、益肾、补脾、涩肠。莲须能清心、益肾、涩精、止血、解暑除烦，生津止渴。荷叶能清暑利湿、升阳止血，减肥瘦身，其中荷叶简成分对于清洗肠胃，减脂排瘀有奇效。藕节能止血、散瘀、解热毒。荷梗能清热解暑、通气行水、泻火清心。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 43,
        "name": "樱花",
        "imageUrl": "images/category/43.jpg",
        "scientificName": "Dendranthema morifolium（Ramat. ）Tzvel",
        "type": "菊科 菊属",
        "alias": "黄华",
        "desc": "菊花是中国十大名花第三，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。",
        "habits": "菊花为短日照植物，在短日照下能提早开花。喜阳光，忌荫蔽，较耐早，怕涝。喜温暖湿润气候，但亦能耐寒，严冬季节根茎能在地下越冬。花能经受微霜，但幼苗生长和分枝孕蕾期需较高的气温。最适生长温度为20℃左右。",
        "shape": "菊花为多年生草本，高 60-150厘米。茎直立，分枝或不分枝，被柔毛。叶互生，有短柄，叶片卵形至披针形，长 5-15公分，羽状浅裂或半裂，基部楔形，下面被白色短柔毛，边缘有粗大锯齿或深裂，基部楔形，有柄。头状花序单生或数个集生于茎枝顶端，直径 2.5-20厘米，大小不一，单个或数个集生於茎枝顶端；因品种不同，差别很大。总苞片多层，外层绿色，条形，边缘膜质，外面被柔毛；舌状花白色、红色、紫色或黄色。花色则有红、黄、白、橙、紫、粉红、暗红等各色，培育的品种极多，头状花序多变化，形色各异，形状因品种而有单瓣、平瓣、匙瓣等多种类型，当中为管状花，常全部特化成各式舌状花；花期 9-11月。雄蕊、雌蕊和果实多不发育。",
        "grow": "盆土宜选用肥沃的砂质土壤，先小盆后大盆，经2-3次换盆，7月可定盆；定盆可选用6份腐叶土、3份砂土和1份饼肥渣配制成混合土壤。浇透水后放阴凉处，待植株生长正常后移至向阳处。\n    浇水春季菊苗幼小，浇水宜少；夏季菊苗长大，天气炎热，蒸发量大，浇水要充足，可在清晨浇一次，傍晚再补浇一次，并要用喷水壶向菊花枝叶及周围地面喷水，以增加环境湿度；立秋前要适当控水、控肥，以防止植株窜高疯长。立秋后开花前，要加大浇水量并开始施肥，肥水逐渐加浓；冬季花枝基本停止生长，植株水分消耗量明显减少，蒸发量也小，须严格控制浇水。浇水最好用喷水壶缓缓喷洒，不可用猛水冲浇。浇水除要根据季节决定量和次数外，还要根据天气变化而变化。阴雨天要少浇或不浇；气温高蒸发量大时要多浇，反之则要少浇。一般在给花浇水时，要见盆土变干时再浇，不干不浇，浇则浇透。但不要使花盆汪水，否则会造成烂根、叶枯黄，引起植株死亡。\n    施肥在菊花植株定植时，盆中要施足底肥。以后可隔10天施一次氮肥。立秋后自菊花孕蕾到现蕾时，可每周施一次稍浓一些的肥水；含苞待放时，再施一次浓肥水后，即暂停施肥。如果此时能给菊花施一次过磷酸钙或0.1%磷酸二氢钾溶液，则花可开得更鲜艳一些。",
        "reproduction": "有营养繁殖与种子繁殖两法。营养繁殖包括杆插、分株、嫁接、压条及组织培养等。通常以扦插繁殖为主，其中又分芽插、嫩枝插、叶芽插。",
        "origin": "菊花遍布中国各城镇与农村，尤以北京、南京、上海、杭州、青岛、天津、开封、武汉、成都、长沙、湘潭、西安、沈阳、广州、中山市小榄镇等为盛。 8世纪前后，作为观赏的菊花由中国传至日本被推崇为日本国徽的图样。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "variety": "夏菊：又名五九菊。在每年农历5月及9月各开花一次。现今利用保护设施栽培可在阳历5月及10月各开花一次。秋菊：花期有早、晚之分。早菊花期在9月中、下旬为中型菊。晚菊花期在10-11月为大型菊，是栽培最普遍的秋菊。寒菊：又称冬菊。花期自12月至翌年1月。",
        "application": "菊花能入药治病，久服或饮菊花茶能令人长寿。宋代诗人苏辙：“南阳白菊有奇功，潭上居人多老翁”。菊花可以做成精美的佳肴。“菊花肉”是经过长期摸索制作成的一种菊菜，它由一块块用蔗糖熬浆炮制的白嫩猪肉加工制成，玲珑剔透，有如白玉。每块之上黏上几丝菊瓣，饱饮油脂糖甜，观其金黄色泽，吃到口里荤中有素，素中有荤，香甜不腻，实为名菜。还有菊花鱼球、油炸菊叶、菊花鱼片粥、菊花羹、菊酒、菊茶等等，这些菊餐不但色香味俱佳，而且营养丰富。北京有名的“菊花锅子”（即在涮羊肉火锅里放些菊花煮汤），清淡味美，更是别有风味。\n    赏菊，一直是中国民间长期流传的习惯，远从古代的京都帝王宫廷、官宦门第和庶民百姓，近至当今中国各城市的人民群众，每年都在秋天举行菊花会、菊展和菊式等各种形式的赏菊活动。北京植物园每年秋季都会举办赏菊活动。广东省中山县小榄镇菊花会始办于宋代末年，至今已有七百多年的历史，是中国延续年代最久、规模最大的菊会之一，人数最多时可达一百万。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 44,
        "name": "梅花树",
        "imageUrl": "images/category/44.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。 \n春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n    食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      },
      {
        "id": 45,
        "name": "水杉",
        "imageUrl": "images/category/45.jpg",
        "scientificName": "Armeniaca mume Sieb",
        "type": "蔷薇科 杏属",
        "alias": "梅树、梅花",
        "desc": "梅花是中国十大名花之首，与兰花、竹子、菊花一起列为四君子，与松、竹并称为“岁寒三友”。在中国传统文化中，梅以它的高洁、坚强、谦虚的品格，给人以立志奋发的激励。在严寒中，梅开百花之先，独天下而春。",
        "habits": "梅花对土壤要求不严，耐贫瘠，凡排水良好的粘土、壤土及沙质土，Ph值在6—8，地势稍高或有坡度之处，均能良好生长，悔最畏涝，如遇大量积水时，常易根腐致死。",
        "shape": "株高约10m，干呈褐紫色，多纵驳纹。小枝呈绿色。叶片广卵形至卵形，边缘具细锯齿。花每节1～2朵，无梗或具短梗，原种呈淡粉红或白色，栽培品种则有紫、红、彩斑至淡黄等花色，于早春先叶而开。 ",
        "grow": "栽培管理 梅花栽培分为露地栽培、切花栽培、盆栽和桩景栽培。",
        "reproduction": "[嫁接]\n    繁殖嫁接是中国繁殖梅花常用的一种方法，嫁接苗生长发育快，开花早，能保持原种的优良特性。嫁接砧木可选用桃、山桃、杏、山杏及梅的实生苗，其中桃、山桃的种子最易得到，嫁接易成活，接后生长快捷，开花繁多，因而生产上较多应用，但接后易发生病虫害，使得寿命缩短，不如杏、山杏、梅为砧木好，因而提倡用三者的种子培育1-2年实生苗，再作为砧木用于嫁接。\n[扦插]\n    扦插繁殖成活率很低，若要得到较高的成活率，必须选用容易生根的品种。插条选择幼龄母树当年生健壮枝条，长10-15厘米，于早春花后或秋季落叶后进行扦插。\n[压条]\n    梅的繁殖量不大时可使用压条法。早春2-3月选生长茁壮的l-3年生长枝，在母树旁挖一条沟，在枝条弯曲处下方将枝条刻伤或环剥（宽0.5-l厘米，深达木质部），压入沟中，然后覆土，待生根后逐渐剪离母树。亦可用高压法繁殖大苗，在梅雨季节，从母树上选取适当枝条刻伤或环剥，然后用塑料袋包混合土，两头绑紧，保持湿度，过一个月后检查是否生根，生根后可从切口下剪离移栽培养。\n[播种]\n    播种以秋播为好，如须春播则应在秋季用砂层积种子，早春取出条播。果实6-7月变色时采收，摊放室内，使充分后熟，洗出种子晾干备用。梅花的播种实生苗由于生育速度慢，进入开花期迟，且后代种性变异大，用于繁殖砧木或选育新品种用。",
        "origin": "中国各地均有栽培，但以长江流域以南各省最多，江苏北部和河南南部也有少数品种，某些品种已在华北引种成功。日本和朝鲜也有。",
        "variety": " 果梅：白梅品种群、青梅品种群、花梅品种群. \n    花梅：花梅的品种，由于长期栽培，变异较大，品种甚多 ",
        "application": "经济，变种和品种极多，可分花梅及果梅两类。花梅主要供观赏。果梅其果实主要作加工或药用，一般加工制成各种蜜饯和果酱；用青梅加工制成乌梅供药用，为收敛剂，能治痢疾，并有镇咳、祛痰、解热、杀虫等功效，又为提取枸橼酸的原料；花蕾能开胃散郁、生津化痰、活血解毒；根研成粉末治黄疽有效。该种植物对氟化氢污染敏感，可以用来监测大气氟化物行染。未成熟果实含柠檬酸、苹果酸、琥珀酸等；种子含苦杏仁苷；花含挥发油，油中含苯甲醛、苯甲酸等。梅花最宜植于庭院、草坪、低山丘陵，可孤植、丛植、群植。又可盆栽观赏或加以整剪做成各式桩景，或作切花瓶插供室内装饰用。\n    医药，花蕾（梅花）：微酸、涩，平。开郁和中，化痰，解毒。用于郁闷心烦，肝胃气痛，梅核气，瘰疬疮毒。果实（乌梅）：酸、涩，平。敛肺，涩肠，生津，安蛔。用于肺虚久咳，虚热消渴，蛔厥呕吐腹痛，胆道蛔虫症。",
        "culture": " 梅，「独天下而春」，作为传春报喜、吉庆的象征，从古至今一直被中国人视为吉祥之物。「梅具四德，初生为元，是开始之本；开花为亨，意味着通达顺利；结子为利，象征祥和有益；成熟为贞，代表坚定贞洁。」此为梅之「元亨利贞」四德。梅开五瓣，象征五福，即快乐、幸福、长寿、顺利与和平。"
      },
      {
        "id": 46,
        "name": "梧桐",
        "imageUrl": "images/category/46.jpg",
        "scientificName": "Paeonia suffruticosa Andr",
        "type": "芍药科 芍药属",
        "alias": "富贵花",
        "desc": "唐代刘禹锡有诗曰：“庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。”在清代末年，牡丹就曾被当作中国的国花。1985年5月牡丹被评为中国十大名花第二名。是中国特有的木本名贵花卉，有数千年的自然生长和1500多年的人工栽培历史。在中国栽培甚广，并早已引种世界各地。牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。",
        "habits": "性喜温暖、凉爽、干燥、阳光充足的环境。喜阳光，也耐半阴，耐寒，耐干旱，耐弱碱，忌积水，怕热，怕烈日直射。适宜在疏松、深厚、肥沃、地势高燥、排水良好的中性沙壤土中生长。酸性或黏重土壤中生长不良。充足的阳光对其生长较为有利，但不耐夏季烈日暴晒，温度在25℃以上则会使植株呈休眠状态。开花适温为17-20℃，但花前必须经过1-10℃的低温处理2-3个月才可。最低能耐-30℃的低温，但北方寒冷地带冬季需采取适当的防寒措施，以免受到冻害。南方的高温高湿天气对牡丹生长极为不利，因此，南方栽培牡丹需给其特定的环境条件才可观赏到奇美的牡丹花。",
        "shape": "牡丹是落叶灌木。茎高达2米；分枝短而粗。叶通常为二回三出复叶，偶尔近枝顶的叶为3小叶；顶生小叶宽卵形，长7-8厘米，宽5.5-7厘米，3裂至中部，裂片不裂或2-3浅裂，表面绿色，无毛，背面淡绿色，有时具白粉，沿叶脉疏生短柔毛或近无毛，小叶柄长1.2-3厘米；侧生小叶狭卵形或长圆状卵形，长4.5-6.5厘米，宽2.5-4厘米，不等2裂至3浅裂或不裂，近无柄；叶柄长5-11厘米，和叶轴均无毛。",
        "grow": "[栽植]\n    土壤要求质地疏松、肥沃，中性微碱。将所栽牡丹苗的断裂、病根剪除，浸杀虫、杀菌剂放入事先准备好的盆钵或坑内，根系要舒展，填土至盆钵或坑多半处将苗轻提晃动，踏实封土，深以根茎处略低于盆面或地平为宜。\n[浇水]\n    栽植后浇一次透水。牡丹忌积水，生长季节酌情浇水。北方干旱地区一般浇花前水、花后水、封冻水。盆载为便于管理可于花开后剪去残花连盆埋入地下。\n[施肥]\n    栽植一年后，秋季可行施肥，以腐熟有机肥料为主。结合松土、撒施、穴施均可。春、夏季多用化学肥料，结合浇水施花前肥、花后肥。盆载可结合浇水施液体肥。\n[修剪]\n    栽植当年，多行平茬。春季萌发后，留5枝左右，其余抹除，集中营养，使第二年花大色艳。秋冬季，结合清园，剪去干花柄、细弱、无花枝。盆载时，按需要修整成自己喜爱的形状。\n[中耕]\n    生长季节应及时中耕， 拔除杂草， 注意病、虫发生。秋冬，对两年生以上牡丹的天块实施翻耕。\n[换盆]\n    当盆载牡丹生长三、四年后，需在秋季换入加有新肥土的大盆或分株另栽。\n[喷药]\n    早春发芽前喷石硫合剂，夏季用杀虫、杀菌剂混合液，视病情每2周一次。结合施肥，宜可添加化学肥料及生长调和剂等。\n[催花]\n    为增加节日或庆典活动，按品种可提前50天左右将牡丹加温，温度控制常温10--25c，日均15c左右。前期注意保持植株湿润，现蕾后注意通风透光，成蕾后，按花期要求进行控温。平时要行叶面施肥，保证充足水分供应。这样，冬春两季随时都能见花。\n[观赏]\n    单株牡丹自然花期10--15天左右， 随温度升高而缩短， 3--8c可维持月余。大田栽植可采取临时搭棚遮风避光，延长观赏时间；盆载时应移至阳光不能直射的地方、温度5--10c、通风透光的环境，视长相及盆土湿润程度适时浇水，花朵上不要淋水，这样花期最长；需插花时的剪切，伤口应在水中剪切或灼伤为好。插花用水应放入保鲜剂或加少许白糖，以延长插花的花开时间。",
        "reproduction": "牡丹繁殖方法有分株、嫁接、播种等，但以分株及嫁接居多，播种方法多用于培育新品种。",
        "origin": "中国是世界牡丹的发祥地和世界牡丹王国。中国牡丹园艺品种根据栽培地区和野生原种的不同，可分为4个牡丹品种群，即中原品种群、 西北品种群、江南品种群和西南品种群。",
        "variety": "目前我们拥有生产于中国全国各地不同花色（如：红、紫、紫红、粉、白、蓝、绿、黄、黑和复色等）、不同花型（如：单瓣型、荷花型、皇冠型、楼子型、绣球型等）和具有抗旱、耐寒、耐热、耐湿等特性，可以种植在温带、寒热和亚热带地区的品种300多个，还有日本、美国、法国品种100余个 ",
        "application": "食用，牡丹花可供食用。明代的《遵生八笺》载有“牡丹新落瓣也可煎食”，同是明代的《二如亭群芳谱》谓：“牡丹花煎法与玉兰同，可食，可蜜浸”，“花瓣择洗净拖面，麻油煎食至美”，中国不少地方有用牡丹鲜花瓣做牡丹羹，或配菜添色制作名菜的。牡丹花瓣还可蒸酒，制成的牡丹露酒口味香醇。\n    医药，药用栽培者品种单调，花多为白色。以根皮入药，称牡丹皮，又名丹皮、粉丹皮、刮丹皮等，系常用凉血祛瘀中药。李时珍谓：“牡丹以色丹者为上，虽结籽而根上生苗，故谓之牡丹”，还认为野生单瓣者入药为好，人工为观赏栽培的重瓣者气味不纯，不可药用。兰的素心花瓣阴干亦能催生。\n    观赏,牡丹色、姿、香、韵俱佳，花大色艳，花姿绰约，韵压群芳。栽培牡丹有牡丹系、紫斑牡丹系、黄牡丹系等品系，通常分为墨紫色、白色、黄色、粉色、红色、紫色、雪青色、绿色等八大色系，按照花期又分为早花、中花、晚花类，依花的结构分为单花、台阁两类，又有单瓣、重瓣、千叶之异。牡丹栽培和研究愈来愈兴旺，品种也越来越丰富，中国产有五百余种，着名品种有姚黄、魏紫、赵粉、二乔、梨花雪、金轮黄、冰凌罩红石、瑶池春、掌花案、首案红、葛巾紫、蓝田玉、乌龙卧墨池、豆绿等等。清程先贞咏“春烟笼宝墨，入夜看来难。恐奏清平调，杨妃砚滴干”，足见此时已有色与暗夜无异的黑牡丹品种出现，而江苏盐城便仓产的枯枝牡丹，竟然“奇在一放十二瓣，如果是闰年，就一定是十三瓣，而且枝干枯黄……一离开便仓，花即变种”。",
        "culture": "牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。她是中国固有的特产花卉，有数千年的自然生长和两千多年的人工栽培历史。其花大、形美、色艳、香浓，为历代人们所称颂，具有很高的观赏和药用价值，自秦汉时以药植物载入《神农本草经》始，散于历代各种古籍者，不乏其文。形成了包括植物学、园艺学、药物学、地理学、文学、艺术、民俗学等多学科在内的牡丹文化学，是中华民族文化和民俗学的一组成部分，是中华民族文化完整机体的一个细胞，透过它，可洞察中华民族的一般特征，这就是“文化全息”现象。牡丹文化兼容多门科学，其构成非常广泛，它包括哲学、宗教、文学、艺术、教育、风俗、民情等所有文化领域。牡丹文化中所提供的文化信息，可以反映出民族文化的基本概貌，符合宇宙间的“全息律”。"
      },
      {
        "id": 47,
        "name": "合欢",
        "imageUrl": "images/category/47.jpg",
        "scientificName": "Narcissus tazetta L. var. chinensis Roem.",
        "type": "石蒜科 水仙属",
        "alias": "金盏银台、落神香妃",
        "desc": "水仙性喜温暖、湿润、排水良好。在中国已有一千多年栽培历史，为传统观赏花卉，是中国十大名花之十。",
        "habits": "水仙为秋植球根类温室花卉，喜阳光充足，生命力顽强，能耐半阴，不耐寒。7-8月份落叶休眠，在休眠期鳞茎的生长点部分进行花芽分化，具秋冬生长，早春开花，夏季休眠的生理特性。水仙喜光、喜水、喜肥，适于温暖、湿润的气候条件，喜肥沃的砂质土壤。生长前期喜凉爽、中期稍耐寒、后期喜温暖。因此要求冬季无严寒夏季无酷暑，春秋季多雨的气候环境。",
        "shape": "鳞茎卵球形。叶宽线形，扁平，长20-40厘米，宽8-15毫米，钝头，全缘，粉绿色。花茎几与叶等长；伞形花序有花4-8朵；佛焰苞状总苞膜质；花梗长短不一；花被管细，灰绿色，近三棱形，长约2厘米，花被裂片6，卵圆形至阔椭圆形，顶端具短尖头，扩展，白色，芳香；副花冠浅杯状，淡黄色，不皱缩，长不及花被的一半；雄蕊6，着生于花被管内，花药基着；子房3室，每室有胚珠多数，花柱细长，柱头3裂。蒴果室背开裂。花期春季。",
        "grow": "[旱地]\n    每年挖球之后，把可以上市出售的大球挑出来，余下的小侧球可立即种植。也可留待9-10月种植。一般认为种得早，发根好，长得好。种植时，选较大的球用点播法，单行或宽行种植。单行种植时用6×25厘米的株行距，宽行种植的用6×15厘米株行距，连续种3-4行后，留出35-40厘米的行距，再反复连续下去。旱地栽培的，养护较粗放，除施2-3次水肥外，不常浇水。单行种植的常与农作物间作。\n[水田]\n    种球选择甚为严格，要求选无病虫害、无损伤、外鳞片明亮光滑、脉纹清晰的作种球，并按球的大小、年龄分三级栽培。",
        "reproduction": "侧球繁殖,这是最普通常用的一种繁殖方法。储球着生在鳞茎球外的两侧，仅基部与母球相连，很容易自行脱离母体，秋季将其与母球分离，单独种植，次年产生新球。\n    侧芽繁殖,侧芽是包在鳞茎球内部的芽。只在进行球根阉割时，才随挖出的碎鳞片一起脱离母体，拣出白芽，秋季撒播在苗床上，翌年产生新球。\n    双鳞片繁殖,一个鳞茎球内包含着很多侧芽，有明显可见的，有隐而不见的。但其基本规律是闲两张鳞片1个芽。用带有两个鳞片的鳞茎盘作繁殖材料就叫双鳞片繁殖。其方法是把鳞茎先放在低温4-10℃处4-8周，然后在常温中把鳞茎盘切小，使每块带有两个鳞片，并将鳞片上端切除留下2厘米作繁殖材料，然后用塑料袋盛含水50%的蛭石或含水6%的砂，把繁殖材料放入袋中，封闭袋口，置20-28℃温度中黑暗的地方。经2-3月可长出小鳞茎，成球率80-90%。这是近年开始发展的新方法，四季可以进行，但以4-9月为好。生成的小鳞茎移栽后的成活率高，可达80-100%。",
        "origin": "原产亚洲东部的海滨温暖地区；中国浙江、福建沿海岛屿自生，但各省区所见者全系栽培，供观赏。",
        "variety": "单瓣型：福建漳州特产，花冠色青白，花萼黄色，花被6瓣，中间有金色的副冠，形如盏状，花味清香，所以叫“金盏玉台”亦名“酒杯水仙”，花期约半个月；若副冠呈白色，花多，叶稍细者，则称“银盏玉台”。\n    重瓣型（复瓣型）：花重瓣，白色，花被12瓣，卷成一簇花冠下端轻黄而上端淡白，没有明显的副冠，名为“百叶水仙”或称“玉玲珑”，花期在二十天左右。花形不如单瓣的美，香气亦较差，是水仙的变种。",
        "application": "经济，水仙花花香清郁，鲜花芳香油含量达0.20%-0.45%,经提炼可调制香精、香料；可配制香水，香皂及高级化妆品。水仙香精是香型配调中不可缺少的原料。水仙花清香隽永，采用水仙鲜花窨茶，制成高档水仙花茶，水仙乌龙茶等，茶气隽香、味甘醇。\n    药用，水仙以鳞茎入药，春秋采集，洗去泥沙，开水烫后，切片晒干或鲜用，有小毒。具有清热解毒，散结消肿等疗效。用于腮腺炎，痈疖疔毒初起红肿热痛等症。\n    观赏，水仙花在客厅，能让人感到宁静、温馨。客厅是家人团聚和会客的场所，适合选用艳丽插花和高贵大方的水仙花，水仙花放在家里，可以吸收家里放出的噪音，吸收家里放出的废气，释放出清新的空气，从物理学的角度减轻了一个多再一个空间里面多余的负担，舒服的家就是风水好的家。",
        "culture": "水仙别名金盏银台，花如其名，绿裙、青带，亭亭玉立于清波之上。素洁的花朵超尘脱俗，高雅清香，格外动人，宛若凌波仙子踏水而来。元程棨《三柳轩杂识》谓水仙为花中之“雅客”。水仙花语有两说：一是“纯洁”。二是“吉祥”。在西方，水仙花的意译便是“恋影花”，花语是坚贞的爱情，引申一下便是自省对爱情的诚挚。"
      },
      {
        "id": 48,
        "name": "垂柳",
        "imageUrl": "images/category/48.jpg",
        "scientificName": "Rosa chinensis Jacq.",
        "type": "蔷薇科 蔷薇属",
        "alias": "月月花",
        "desc": "自然花期8月到次年4月，花成大型，由内向外，呈发散型，有浓郁香气，可广泛用于园艺栽培和切花。月季的适应性强，耐寒、耐寒，不论地栽、盆栽均可，适用于美化庭院、装点园林、布置花坛、配植花篱、花架，月季栽培容易，可作切花，用于做花束和各种花篮，月季花朵可提取香精，并可入药。也有较好的抗真菌及协同抗耐药真菌活性。红色切花更成为情人间必送的礼物之一，并成为爱情诗歌的主题。",
        "habits": "月季花对气候、土壤要求虽不严格，但以疏松、肥沃、富含有机质、微酸性、排水良好的的壤土较为适宜。性喜温暖、日照充足、空气流通的环境。大多数品种最适温度白天为15-26℃，晚上为10-15℃。冬季气温低于5℃即进入休眠。有的品种能耐-15℃的低温和耐35℃的高温；夏季温度持续30℃以上时，即进入半休眠，植株生长不良，虽也能孕蕾，但花小瓣少，色暗淡而无光泽，失去观赏价值。",
        "shape": "月季花是直立灌木，高1-2米；小枝粗壮，圆柱形，近无毛，有短粗的钩状皮刺。小叶3-5，稀7，连叶柄长5-11厘米，小叶片宽卵形至卵状长圆形，长2.5-6厘米，宽1-3厘米，先端长渐尖或渐尖，基部近圆形或宽楔形，边缘有锐锯齿，两面近无毛，上面暗绿色，常带光泽，下面颜色较浅，顶生小叶片有柄，侧生小叶片近无柄，总叶柄较长，有散生皮刺和腺毛；托叶大部贴生于叶柄，仅顶端分离部分成耳状，边缘常有腺毛。",
        "grow": "[土壤]\n    露地栽培地选择地势较高，阳光充足，空气流通，土壤微酸性。栽培时深翻土地，并施入有机肥料做基肥。盆栽月季花宜用腐殖质丰富而呈微酸性肥沃的砂质土壤，不宜用碱性土。在每年的春天新芽萌动前要更换一次盆土，以利其旺盛生长，换土有助季当年开花。月季花可以用各种材质的花盆栽种，瓦盆自然也是可以的。配制成营养土应该注意排水，通风及各种养分的搭配。其比例是园土：腐叶土：砻糠灰=5：3：2。每年越冬前后适合翻盆、修根、换土，逐年加大盆径，以泥瓦盆为佳。\n[浇水]\n    给月季花浇水是有讲究的，要做到见干见湿，不干不浇，浇则浇透。月季花怕水淹，盆内不可有积水，水大易烂根。盛夏季节要每天浇一次水，见盆土表面发白时即可浇水。冬天休眠期一定要少浇水，保持半湿即可。月季浇水因季节而异，冬季休眠期保持土壤湿润，不干透就行。开春枝条前发，枝叶生长，适当增加水量，每天早晚浇1次水。在生长旺季及花期需增加浇水量，夏季高温，水的蒸发量加大，植物处于虚弱半休眠状态，最忌干燥脱水，每天早晚各浇一次水，避免阳光暴晒。高温时浇水，每次浇水应有少量水从盆底渗出，说明已浇透，浇水时不要将水溅在叶上，防止病害。\n[温度]\n月季花性喜凉爽温暖的气候环境，怕高温。最适宜的温度是18-28℃，当气温超过32℃时，花芽分化就会受到抑制。所以，在气温较高的盛夏，月季通常不开花，即便有少量的花，也比在常温下要逊色得多。在高温时可以把花盆移在阴凉的环境之处养护。",
        "reproduction": "嫁接法,嫁接常用野蔷薇作砧木，分芽接和枝接两种。芽接成活率较高，一般于8至9月进行，嫁接部位要尽量靠近地面，具体方法是：在砧木茎枝的一侧用芽接刀于皮部做“T”形切口，然后从玫瑰的当年生长发育良好的枝条中部选取接芽。将接芽插入“T”形切口后，用塑料袋扎缚，并适当遮荫，这样经过两周左右即可愈合。\n    播种法,即春季播种繁殖。可穴播，也可沟播，通常在4月上中旬即可发芽出苗。移植时间分春植和秋植两种，一般在秋末落叶后或初春树液流动前进行。\n    分株法,分株繁殖多在早春或晚秋进行，方法是将整株玫瑰带土挖出进行分株，每株有1至2条枝并略带一些须根，将其定植于盆中或露地，当年就能开花。",
        "origin": "中国是月季花的原产地之一。在中国主要分布于湖北、四川和甘肃等省的山区，尤以上海、南京、南阳、常州、天津、郑州和北京等市种植最多。",
        "variety": "月季花种类主要有食用玫瑰、藤本月季（CI系）、大花香水月季（切花月季主要为大花香水月季）（HT系）、丰花月季（聚花月季）（F/FI系）、微型月季（Min系）、树状月季、壮花月季（Gr系）、灌木月季（sh系）、地被月季（Gc系）等。",
        "application": "环保作用，可以做成延绵不断的花篱、花屏、花墙、用于机关、学校、居民小区、城区广场等地方，不仅能净化空气，美化环境，还能大降低周围地区的噪音污染，缓解火热夏季城市的温室效应。月季花还是吸收有害气体的能手，能吸收硫化氢、氟化氢、苯、苯酚等有害气体，同时对二氧化硫、二氧化氮等有较强的抵抗能力，因此月季花也是保护人类生活环境的良好花木。\n药用，花可提取香料。根、叶、花均可入药，具有活血消肿、消炎解毒功效。而且是一味妇科良药。中医认为，月季味甘、性温，入肝经有活血调经、消肿解毒之功效。由于月季花的祛瘀、行气、止痛作用明显，故常被用于治疗月经不调、痛经等病症。月经过多、白带多，用月季花（或根）15g水煎服或炖猪肉食；月季花10g、大枣12g同煎，汤成后加适量蜂蜜服用，此方又香又甜，不像是药，对经期潮热很有效。此外，女性常用月季花瓣泡水当茶饮，或加入其他健美茶中冲饮，还可活血美容，使人青春长驻。\n    观赏,月季花在园林绿化中，有着不可或缺的价值，月季在南北园林中，使用次数是最多的一种花卉。月季花是春季主要的观赏花卉，其花期长，观赏价值高，价格低廉，受到各地园林的喜爱。可用于园林布置花坛、花境、庭院花材，可制作月季盆景，作切花、花篮、花束等。月季因其攀援生长的特性，主要用于垂直绿化，在园林街景，美花环境中具有独特的作用。如能构成赏心悦目的能道和花柱，做成各种拱形，网格形，框架式架子供月季攀附，再经过适当的修剪整形，可装饰建筑物，成为联系建筑物与园林的巧妙“纽带”。",
        "culture": "月季在中国传统文化中处于弱势地位，但新的考古发现，月季花是华夏先民北方系--相当于传说中的黄帝部族的图腾植物。为中国十大名花之一。月季被誉为“花中皇后”，而且有一种坚韧不屈的精神，花香悠远。原产中国，早在汉代就有栽培，唐宋以后更是栽种不绝，历来文人也留下了不少赞美月季的诗句。唐代著名诗人白居易曾有“晚开春去后，独秀院中央”的诗句，宋代诗人苏东坡诗云“花落花开无间断，春来春去不相关；牡丹最贵惟春晚，芍药虽繁只夏初，惟有此花开不厌，一年常占四时春” 。 北宋韩琦对它更是赞誉有加：“牡丹殊绝委春风，露菊萧疏怨晚丛。何以此花容艳足，四时长放浅深红。”"
      },
      {
        "id": 49,
        "name": "枣树",
        "imageUrl": "images/category/49.jpg",
        "scientificName": "Camellia sp.",
        "type": "山茶科 山茶属",
        "alias": "山茶花",
        "desc": "因其植株形姿优美，叶为浓绿绿而光泽，花形艳丽缤纷，而受到世界园艺界的珍视。茶花的品种极多，是中国传统的观赏花卉，“十大名花”中排名第八，亦是世界名贵花木之一。原产于中国东部，在长江流域、珠江流域、重庆、云南和四川各地，朝鲜、日本、中国台湾和印度等地普遍种植。",
        "habits": "茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5-6.5最佳。适温在20-32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70%以上，大部分品种可耐-8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "shape": "茶花是灌木或小乔木植物，高9米，嫩枝无毛。叶革质，椭圆形，长5-10厘米，宽2.5-5厘米，先端略尖，或急短尖而有钝尖头，基部阔楔形，上面深绿色，干后发亮，无毛，下面浅绿色，无毛，侧脉7-8对，在上下两面均能见，边缘有相隔2-3.5厘米的细锯齿。叶柄长8-15毫米，无毛。",
        "grow": "整理修剪地栽山茶主要剪去干枯枝、病弱枝、交叉枝、过密枝，明显影响树形的枝条，以及字符串换行 html疏去多余的花蕾。盆栽山茶除以上工作外，还应根据个人喜好进行整形修剪，但不宜重剪，因其生长势不强。\n    浇水山茶对肥水要求较高，中性和碱性壤土均不利其生长。北方尤其要注意将碱性水经过酸化处理后才，可浇花，具体办法是将自来水贮放2天，使水中的氯气挥发掉，再加入适量硫酸亚铁（占水0.5%左右）。浇水量不可过大，否则易烂根。盆土也不能干，否则易使根因失水而萎缩，以保持盆土和周围环境湿润为宜。花期勿喷水。一般冬季室内较干燥，应经常向山茶叶面喷水，以形成一个湿润的小气候。但阴雨天忌喷水。浇水时不要把水喷在花朵上，否则会引起花朵霉烂，缩短花期。花谢后及时摘去残花。冬季浇水要视室内温度而定，一般3天左右一次，保持盆土湿润，忌积水或浇半截水。用自来水应先在水桶中存放一两天，让氯气挥发掉。水中最好放百分之一的硫酸亚铁，以利于改善水质。\n    温度山茶为半阴性花卉，夏季需搭棚遮阴。立秋后气温下降，山茶进入花芽分化期，应逐渐使全株受到充足的光照。冬季应置于室内阳光充足处，若室内光线太弱，山茶则生长不良，并易得病虫害。山茶为长日照植物。在日长12小时的环境中才能形成花芽。最适生长温度18-25℃，最适开花温度10-20℃，高于35℃会灼伤叶片。不耐寒，冬季应入室，温度保持3-5℃，也能忍耐短时间-10℃的低温，但不能长时间超过16℃，否则会促使发芽，引起落叶。生长期要置于半阴环境中，不宜接受过强的直射阳光。特别是夏、秋季要进行遮荫，或放树下疏荫处。山茶喜温暖，怕寒冷。室内温度不能低于5℃。温度在10℃至15℃的房间内，其他措施得当，春节即可开花，花期可至3月份。",
        "reproduction": "扦插此方法最简便，扦插时间以9月间最为适宜，春季亦可。选择生长良好，半木质化枝条，除去基部叶片，保留上部3片叶，用利刀切成斜口，立即将切口浸入200-500ppm吲哚丁酸5-15分钟，晒干后插入沙盆或蛭石盆，插后浇水40天左右伤口愈合，60天左右生根。用激素处理后扦插比不用激素的提早2-3个月出根。用蛭石作插床，出根也比沙床快得多。\n    靠接选择适当的品种如茶盅茶或油茶作砧木，靠接名贵的茶花。靠接的时间一般在清明节至中秋节之间。先把砧木栽在花盆里，用刀子在所要结合的部位分别削去一半左右，切口要平滑，然后使双方的切面紧密贴合，用塑料薄膜包扎，每天给砧木淋水两次，60天后即可愈合。到时可剪下栽植，并置于树阴下，避免阳光直射。翌年2月，用刀削去砧木的尾部，再行定植。\n    叶插叶插法茶花繁殖一般采用枝条扦插繁殖，但有些名贵品种由于受枝条来源的限制，或考虑到取材后会影响其树形，所以也采用叶插法。以山泥作扦插基质，可拌入1/3的河沙，以利通气排水，基质盛在瓦盆中，然后进行盆插。叶插最好在雨季进行，取一年生叶片作叶插材料，太老不易生根，过嫩容易腐烂。插入土中约2厘米，插后压紧土壤，浇足水，然后放在阴凉通风的地方。一般3个月可以发根，第二年春可以发芽抽枝。",
        "origin": "主要分布于中国和日本。中国中部及南方各省露地多有栽培，已有1400年的栽培历史，北部则行温室盆栽。重庆、云南、四川、台湾、山东、江西等地有野生种。",
        "variety": "茶花品种大约有2000种，可分为3大类，12个花型，2013年中国茶花品种已有306个以上。《花镜》载茶花品种有十九个：玛瑙茶、鹤顶红、宝珠茶、蕉萼白宝珠、杨妃茶、正宫粉、石榴茶、一捻红、照殿红、晚山茶、南山茶等。茶花型多，有单瓣、半重瓣、重瓣、曲瓣、五星瓣、六角形、松壳型等。花有红、黄、白、粉，甚至白瓣红点等色。",
        "application": "植物造景材料。山茶四季常绿，分布广泛，树姿优美，是中国南方重要的植物造景材料之一。\n药用\n    凉血止血；散瘀；消瘀肿。主吐血；衄血；咳血；便血；痔血；赤血痢；血淋；血崩；带下；烫伤；跌扑损伤。用于吐血，衄血，便血，血崩；\n外用\n    治烧烫伤，创伤出血。",
        "culture": "山茶花开花于冬春之际，花姿丰盈，端庄高雅，是中国传统十大名花之一，也是世界名花之一。郭沫若盛赞曰：“茶花一树早桃红，百朵彤云啸傲中。”山茶花，既具有“唯有山茶殊耐久，独能深月占春风”的傲梅风骨，又有“花繁艳红，深夺晓霞”的凌牡丹之鲜艳，因此自古以来就是极富盛名的木本花卉，在唐宋两朝达到了登峰造极之境，十七世纪引入欧洲后也造成轰动，也因此获得“世界名花”的美名。"
      },
      {
        "id": 50,
        "name": "木棉",
        "imageUrl": "images/category/50.jpg",
        "scientificName": "Rhododendron simsii Planch.",
        "type": "杜鹃花科 杜鹃属",
        "alias": "山踯躅、映山红",
        "desc": "该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，长沙、无锡、九江、镇江、大理、嘉兴、赣州等城市定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。",
        "habits": "杜鹃性喜凉爽、湿润、通风的半阴环境，既怕酷热又怕严寒，生长适温为12℃至25℃，夏季气温超过35℃，则新梢、新叶生长缓慢，处于半休眠状态。夏季要防晒遮阴，冬季应注意保暖防寒。忌烈日暴晒，适宜在光照强度不大的散射光下生长，光照过强，嫩叶易被灼伤，新叶老叶焦边，严重时会导致植株死亡。冬季，露地栽培杜鹃要采取措施进行防寒，以保其安全越冬。观赏类的杜鹃中，西鹃抗寒力最弱，气温降至0℃以下容易发生冻害。",
        "shape": "落叶灌木，高2（-5）米；分枝多而纤细，密被亮棕褐色扁平糙伏毛。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形，长1.5-5厘米，宽0.5-3厘米，先端短渐尖，基部楔形或宽楔形，边缘微反卷，具细齿，上面深绿色，疏被糙伏毛，下面淡白色，密被褐色糙伏毛，中脉在上面凹陷，下面凸出；叶柄长2-6毫米，密被亮棕褐色扁平糙伏毛。",
        "grow": "土壤杜鹃是喜荫的植物，太阳的直射对它生长不利，所以杜鹃专类园最好选择在有树影遮荫的地方，或者在做绿化设计时，就考虑到这一点，有意地在专类园中配置乔木。杜鹃喜排水良好的酸性土壤，但由于各专类园和景观都要用水泥做道路和铺装，使得杜鹃栽植地土壤板结，碱性严重，所以必须把栽植地的土壤进行更换，并加一定量的泥炭土。\n    浇水杜鹃对土壤干湿度要求是润而不湿。一般春秋季节，对露地栽种的杜鹃可以隔2-3天浇一次透水，在炎热夏季，每天至少浇一次水。日常浇水，切忌用碱性水，浇水时还应注意水温不宜过冷，尤其在炎热夏天，用过冷水浇透，造成土温骤然降低，影响根系吸水，干扰植株生理平衡。\n    温度杜鹃喜欢空气湿度大的环境，但有些杜鹃专类园都建在广场、道路两旁，空气流动快，比较干燥，所以必须经常对杜鹃叶片进行喷水或对周围空气进行喷雾，使杜鹃园周围空气保持湿润。",
        "reproduction": "扦插此法应用最广，优点是操作简便、成活率高、生长迅速、性状稳定。\n    嫁接可一砧接多穗，多品种，生长快，株形好，成活率高。\n    播种杜鹃绝大多数都能结实采种，仅有重瓣不结实。一般种子的成熟期从每年的10月-1月，当果皮由青转黄至褐色时，果的顶端裂开，种子开始散落，此时要随时采收。末开裂的变褐均采下来，放在室内通风良好处摊凉，使之自然开裂，再去掉果壳等杂质，装入纸袋或布袋中，保存在阴凉通风处。如果有温室条件，随采随播发芽率高。一般播种时间3-4月份，采用盆播，因为种子小，把盆里外洗干净，放在阳光下晒干，灭菌消毒，土壤也灭菌消毒，装盆±要通透性好的、湿润肥沃含有丰富的有机质的酸性土。为了出苗均匀，种子掺些细土，撒入盆内上面盖一层薄细土，浇水用窨水法渗入盆内，把盆放在前窗台上，盖一层玻璃或塑料薄膜，目的是提高盆内温度。小苗出土后，逐渐减少覆盖时间，因苗嫩小，注意温变，突然高低变化，强光的照射。苗长得很慢，5-6月份才长出2-3片真叶，这时在室内做第一次移栽，株行距2-3厘米，苗高2-3厘米（大约11月份），大苗移栽在10厘米盆中一株，小苗栽三株。用细喷壶浇水和淡肥水。播种后第二年春季出花房，放在荫棚下养护。6月换13.3厘米盆中，第三年植株有20厘米高，已有分枝几个也有花蕾出现，换16.7厘米盆中，以后根据植株的大小，逐年换盆。",
        "origin": "产自中国江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州和云南。",
        "variety": "毛鹃、夏鹃、西洋鹃、东鹃、春鹃、羊踯躅、迎红杜鹃、马银花、云银杜鹃。杜鹃花属约有900种，亚洲约产850种。其中，中国约有530种，除新疆外南北各小区均有分布。新几内亚、马来西亚约有280种，几乎全为附生型 。此外，北美分布有24种，欧洲分布有9种，大洋洲分布1种。杜鹃花属种类多，差异很大，有常绿大乔木、小乔木，常绿灌木和落叶灌木。 　　杜鹃花分落叶和常绿两大类。落叶类叶小，常绿类叶片硕大。花的颜色有红、紫、黄、白、粉、蓝等色。喜阴凉、湿润，耐寒，多生长在海拔1000－1400米的山坡、高山草甸、林缘、石壁和沼泽地。",
        "application": "经济有的叶花可入药或提取芳香油，有的花可食用，树皮和叶可提制烤胶，木材可做工艺品等。高山杜鹃根系发达，是很好的水土保持植物。\n    观赏杜鹃繁叶茂，绮丽多姿，萌发力强，耐修剪，根桩奇特，是优良的盆景材料。园林中最宜在林缘、溪边、池畔及岩石旁成丛成片栽植，也可于疏林下散植。杜鹃也是花篱的良好材料，毛鹃还可经修剪培育成各种形态。杜鹃专类园极具特色。在花季中绽放时即使杜鹃总是给人热闹而喧腾的感觉，而不是花季时，深绿色的叶片也很适合栽种在庭园中做为矮墙或屏障。\n    药用根（杜鹃根）：酸、甘、温。活血，止痛，祛风，止痛。用于吐血、衄血，月经不调，崩漏，风湿痛，跌打损伤。叶（杜鹃叶）：酸，平。清热解毒，止血。用于痈肿疔疮，外伤出血，瘾疹。花（杜鹃）：酸、甘，温。活血，调经，祛风湿。用于月经不调，经闭，崩漏，跌打损伤，风湿痛，吐血，衄血。",
        "culture": "自唐宋以来，诗人，词人皆多题咏。美丽的杜鹃花始终闪烁于山野，妆点于园林，自古以来就博得人们的欢心。自唐宋诗人白居易、杜牧、苏东坡、辛弃疾、至明清杨升庵、康熙帝都有赞誉杜鹃花的佳作。大诗人李白见杜鹃花想起家乡的杜鹃鸟，触景生情，怀念家乡，写出了一首脍炙人口的诗“蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。"
      },
      {
        "id": 51,
        "name": "桉树",
        "imageUrl": "images/category/51.jpg",
        "scientificName": "Osmanthus sp.",
        "type": "木樨科 木樨属",
        "alias": "金栗",
        "desc": "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
        "habits": "桂花适应于亚热带气候地区。性喜温暖，湿润。种植地区平均气温14-28℃，7月平均气温24-28℃，1月平均气温0℃以上，能耐最低气温-13℃，最适生长气温是15-28℃。湿度对桂花生长发育极为重要，要求年平均湿度75%-85%，年降水量1000毫米左右，特别是幼龄期和成年树开花时需要水分较多，若遇到干旱会影响开花，强日照和荫蔽对其生长不利，一般要求每天6-8小时光照。",
        "shape": "桂花是常绿乔木或灌木，高3-5米，最高可达18米；树皮灰褐色。小枝黄褐色，无毛。叶片革质，椭圆形、长椭圆形或椭圆状披针形，长7-14.5厘米，宽2.6-4.5厘米，先端渐尖，基部渐狭呈楔形或宽楔形，全缘或通常上半部具细锯齿，两面无毛，腺点在两面连成小水泡状突起，中脉在上面凹入，下面凸起，侧脉6-8对，多达10对，在上面凹入，下面凸起；叶柄长0.8-1.2厘米，最长可达15厘米，无毛。",
        "grow": "种植方法应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。\n    浇水地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。4月出房后，可适当增加水量，生长旺季可浇适量的淡肥水，花开季节肥水可略浓些。\n    温度在黄河流域以南地区可露地栽培越冬。盆栽应冬季搬入室内，置于阳光充足处，使其充分接受直射阳光，室温保持5℃以上，但不可超过10℃。翌年4月萌芽后移至室外，先放在背风向阳处养护，待稳定生长后再逐渐移至通风向阳或半阴的环境，然后进行正常管理。生长期光照不足，影响花芽分化。",
        "reproduction": "扦插在春季发芽以前，用一年生发育充实的枝条，切成5-10厘米长，剪去下部叶片，上部留2-3片绿叶，插于河沙或黄土苗床，株行距3厘米X 20厘米，插后及时灌水或喷水，并遮荫，保持温度20-25℃，相对湿度85%-90%，2个月后可生根移栽。\n    播种4-5月份桂花果实成熟，当果皮由绿色变为紫黑色时即可采收。桂花种子有后熟作用，至少要有半年的砂藏时间，采收后洒水堆沤，清除果肉，置阴凉处使种子自然风干，混砂贮藏，砂藏后可秋播或春播。砂藏期间要经常检查，防止种子霉烂或遭鼠害。播种繁殖一般采用条播的方法。播种前要整好地，施足基肥，亦可播于室内苗床。播种时将种脐侧放，以免胚根和幼茎弯曲，将来影响幼苗生长。播后覆盖一层细上，然后盖上草占，遮荫保湿，经常保持土壤湿润，当年即可出苗。每亩用种量约20千克，可产苗木3万株左右。小苗于苗床生长2年后，第3年可移植栽培。实生苗开花较晚，定植8-10年后方能现花。\n    嫁接嫁接砧木多用女贞、小叶女贞、小蜡、水蜡、白蜡和流苏（别名油公子、牛筋子）等。大量繁殖苗木时，北方多用小叶女贞，在春季发芽之前，自地面以上5厘米处剪断砧木；剪取桂花1-2年生粗壮枝条长10-12厘米，基部一侧削成长2-3厘米的削面，对侧削成一个45度的小斜面；在砧木一侧约1/3处纵切一刀，深约2-3厘米；将接穗插入切口内，使形成层对齐，用塑料袋绑紧，然后埋土培养。用小叶女贞作砧木成活率高，嫁接苗生长快，寿命短，易形成“上粗下细”的“小脚”现象。用水蜡作砧木，生长慢，但寿命较长。盆栽桂花多行靠接。用流苏作砧木，靠接宜在生长季节进行，不宜在雨季或伏天靠接。靠接时选二者枝条粗细相近的接穗和砧木，在接穗适当部位削成梭形切口，深达木质部，长约3-4厘米，在砧木同等高度削成与接穗大小一致的切口，然后将两切口靠在一起，使二者形成层密结，用塑料条扎紧，愈合后，剪断接口上面的砧木和下面的接穗。嫁接苗的根系因砧木而异；插条埋入土中各处易生不定根，但无明显主根。桂花分枝性强且分技点低，特别在幼年尤为明显，因久常呈灌木状。密植或修剪后，则可成明显主干。树皮粗糙，灰褐色或灰白色，有时显出皮孔。叶面光滑，革质，近轴面暗亮绿色，远轴面色较谈；椭圆形，长椭圆形、卵形、倒卵形、披针形、倒披针形、长被针形至卵状披针形。",
        "origin": "园林桂花原产中国西南喜马拉雅山东段，印度，尼泊尔，柬埔寨也有分布。中国西南部、四川、陕南、云南、广西、广东、湖南、湖北、江西、安徽、河南等地，均有野生桂花生长，现广泛栽种于淮河流域及以南地区，其适生区北可抵黄河下游，南可至两广、海南等地。",
        "variety": "桂花经过长期栽植、自然杂交和人工选育，产生了许多栽培品种。通过进一步调查清理，已初步确定各桂花品种32个。以花色而言，有金桂、银桂、丹桂之分；以叶型而言，有柳叶桂、金扇桂、滴水黄、葵花叶、柴柄黄之分；以花期而言，有八月桂、四季桂、月月佳之分等。",
        "application": "观赏周《客座新闻》中记载：“衡神词其径，绵亘四十余里，夹道皆合抱松桂相间，连云遮日，人行空翠中，而秋来香闻十里，其数竟达17000株，真神幻佳景”。可见当时已有松桂相配作行道树。在现代园林中，因循古例，充分利用桂花枝叶繁茂，四季常青等优点，用作绿化树种。其配置形式不拘一格，或对植，或散植，或群植、列植。传统配置中自古就有“两桂当庭”、“双桂留芳”的称谓，也常把玉兰、海棠、牡丹、桂花四种传统名花同植庭前，以取玉、堂、富、贵之谐音，喻吉祥之意。\n    药用桂花功效：淡黄白色，芳香，提取芳香油，制桂花浸膏，可用于食品、化妆品，可制糕点、糖果，并可酿酒。桂花味辛，可入药。以花、果实及根入药。秋季采花；春季采果；四季采根，分别晒干。花：辛，温。果：辛、甘，温。根：甘、微涩，平。功能主治：花：散寒破结，化痰止咳。用于牙痛，咳喘痰多，经闭腹痛。果：暖胃，平肝，散寒。用于虚寒胃痛。根：祛风湿，散寒。用于风湿筋骨疼痛，腰痛，肾虚牙痛。\n    膳食糯米桂花藕、桂花黄林酥、桂花糕、枸杞桂花茶、桂花紫薯糯米饭、桂花奶豆腐、桂花酒酿细圆子、烧桂花肠、桂花杏仁豆腐、桂花小豆粥。",
        "culture": "桂花有很多别称：因为叶子像圭而称“桂”；纹理如犀，又叫木犀；其清雅高洁，香飘四溢，被称为“仙友”；桂花又被称为“仙树”、“花中月老”。桂花通常生长在岩岭上，也叫“岩桂”；桂花开花时浓香致远，其香气具有清浓两兼的特点，清可荡涤，浓可致远，因此有“九里香”的美称；黄花细如粟，故又有“金粟”之名；桂花为“仙客”；花开于秋，旧说秋之神主西方，所以也称“西香”或“秋香”；桂花树是崇高、贞洁、荣誉、友好和吉祥的象征，凡仕途得志，飞黄腾达者谓之“折桂”。"
      },
      {
        "id": 52,
        "name": "刺槐",
        "imageUrl": "images/category/52.jpg",
        "scientificName": "Nelumbo SP.",
        "type": "睡莲科科 莲属",
        "alias": "芙蓉、水华",
        "desc": "荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。",
        "habits": "荷花是水生植物，性喜相对稳定的平静浅水、湖沼、泽地、池塘，是其适生地。荷花的需水量由其品种而定，大株形品种如古代莲、红千叶相对水位深一些，但不能超过1.7米．中小株形只适于20-60厘米的水深。同时荷花对失水十分敏感，夏季只要3小时不灌水，水缸所栽荷叶便萎靡，若停水一日，则荷叶边焦，花蕾回枯．荷花还非常喜光，生育期需要全光照的环境。荷花极不耐荫，在半荫处生长就会表现出强烈的趋光性。",
        "shape": "荷花是多年生水生草本；根状茎横生，肥厚，节间膨大，内有多数纵行通气孔道，节部缢缩，上生黑色鳞叶，下生须状不定根。",
        "grow": "水质荷花是水生植物，生长期内时刻都离不开水。生长前期，水层要控制在三厘米左右，水太深不利于提高土温。如用自来水，最好另缸盛放，晒一二天再用。夏天是荷花的生长高峰期，盆内切不可缺水。入冬以后，盆土也要保持湿润以防种藕缺水干枯。\n    施肥荷花的肥料以磷钾肥为主，辅以氮肥。如土壤较肥，则全年可不必施肥。腐熟的饼肥、鸡鸭鹅粪是最理想的肥料，小盆中施半两即可，大盆中最多只能施1-2两，切不可多施，并要充分与泥土拌和。生长旺期，如发现叶片色黄、瘦弱，可用每盒0·5克尿素拌于泥中，搓成10克左右的小球，每盆施一粒，施在盆中央的泥土中，7天见效。\n    越冬入冬以后，将盆放入室内或埋入冻土层下即可，黄河以北地区除埋入冻土层以下还要覆盖农膜，整个冬季要保持盆土湿润。",
        "reproduction": "种子育苗首先要破壳。5-6月将种子凹进的一端在水泥地上或粗糙的石块上磨破，浸种育苗。要保持水清，经常换水，约一周左右出芽，两周后生根移栽，每盆栽一株，水层要浅，不可将荷叶淹在水中。90%左右当年可开花，但当年开花不多。\n    分藕栽植3月中旬至4月中旬是翻盆栽藕的最佳时期。过早栽植会有寒流影响，种藕容易受冻害。北方地区遇寒流时可用透明农膜覆盖。栽插前，盆泥要和成糊状，栽插时种藕顶端沿盆边呈20度斜插入泥，碗莲深5厘米左右。大型荷花深10厘米左右，头低尾高。尾部半截翘起，不使藕尾进水。栽后将盆放置于阳光下照晒，使表面泥土出现微裂，以利种藕与泥土完全粘合，然后加少量水，待芽长出后，逐渐加深水位，最后保持3-5厘米水层。池塘栽植前期水层与盆荷一样，后期以不淹没荷叶为度。",
        "origin": "荷花一般分布在中亚，西亚、北美，印度、中国、日本等亚热带和温带地区。荷花在中国南起海南岛（北纬19度左右），北至黑龙江的富锦（北纬47.3度），东临上海及台湾省，西至天山北麓，除西藏自治区和青海省外，全国大部分地区都有分布。垂直分布可达海拔2000米，在秦岭和神农架的深山池沼中也可见到。",
        "variety": "荷花栽培品种很多， 依用途不同可分为藕莲、子莲和花莲三大系统。",
        "application": "食用中国古代民间就有春天折梅赠远，秋天采莲怀人的传统。自古中国人民就视莲子为珍贵食品，如今仍然是高级滋补营养品，众多地方专营莲子生产。莲藕是最好的蔬菜和蜜饯果品。莲叶、莲花、莲蕊等也都是中国人民喜爱的药膳食品。可见荷花食文化的丰富多彩。传统的莲子粥、莲房脯、莲子粉、藕片夹肉、荷叶蒸肉、荷叶粥等。叶为茶的代用品，又作为包装材料。荷花的地下茎在淤泥中生长，会被有毒物质侵染，只因藕的特别细密的表皮组织和含有丹宁的下皮，具有一定的阻挡或吸收有毒物质的能力，因而有毒物质多黏附在表皮上或渗入表皮中。在食用藕时要削去外皮，以防把有毒物质也吃进肚中。\n    观赏荷花专类园，中国荷花专类园有三种：一是像武汉东湖磨山的园林植物园，园中开辟一处以观赏，研究荷花为主的大型水生花卉区；二是像南京莫愁湖，杭州新“曲院风荷”这类是以荷花欣赏为主的大型公园；再一类就是以野趣为主，旅游结合生产的荷花民俗旅游资源景区，如广东三水的荷花世界，湖南岳阳的团湖风景区。\n    药用《本草纲目》中记载说荷花，莲子、莲衣、莲房、莲须、莲子心、荷叶、荷梗、藕节等均可药用。荷花能活血止血、去湿消风、清心凉血、解热解毒。莲子能养心、益肾、补脾、涩肠。莲须能清心、益肾、涩精、止血、解暑除烦，生津止渴。荷叶能清暑利湿、升阳止血，减肥瘦身，其中荷叶简成分对于清洗肠胃，减脂排瘀有奇效。藕节能止血、散瘀、解热毒。荷梗能清热解暑、通气行水、泻火清心。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 53,
        "name": "乌桕",
        "imageUrl": "images/category/53.jpg",
        "scientificName": "Dendranthema morifolium（Ramat. ）Tzvel",
        "type": "菊科 菊属",
        "alias": "金英、黄华",
        "desc": "菊花是中国十大名花第三，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。",
        "habits": "菊花为短日照植物，在短日照下能提早开花。喜阳光，忌荫蔽，较耐早，怕涝。喜温暖湿润气候，但亦能耐寒，严冬季节根茎能在地下越冬。花能经受微霜，但幼苗生长和分枝孕蕾期需较高的气温。最适生长温度为20℃左右。",
        "shape": "菊花为多年生草本，高 60-150厘米。茎直立，分枝或不分枝，被柔毛。叶互生，有短柄，叶片卵形至披针形，长 5-15公分，羽状浅裂或半裂，基部楔形，下面被白色短柔毛，边缘有粗大锯齿或深裂，基部楔形，有柄。头状花序单生或数个集生于茎枝顶端，直径 2.5-20厘米，大小不一，单个或数个集生於茎枝顶端；因品种不同，差别很大。总苞片多层，外层绿色，条形，边缘膜质，外面被柔毛；舌状花白色、红色、紫色或黄色。花色则有红、黄、白、橙、紫、粉红、暗红等各色，培育的品种极多，头状花序多变化，形色各异，形状因品种而有单瓣、平瓣、匙瓣等多种类型，当中为管状花，常全部特化成各式舌状花；花期 9-11月。雄蕊、雌蕊和果实多不发育。",
        "grow": "盆土宜选用肥沃的砂质土壤，先小盆后大盆，经2-3次换盆，7月可定盆；定盆可选用6份腐叶土、3份砂土和1份饼肥渣配制成混合土壤。浇透水后放阴凉处，待植株生长正常后移至向阳处。\n    浇水春季菊苗幼小，浇水宜少；夏季菊苗长大，天气炎热，蒸发量大，浇水要充足，可在清晨浇一次，傍晚再补浇一次，并要用喷水壶向菊花枝叶及周围地面喷水，以增加环境湿度；立秋前要适当控水、控肥，以防止植株窜高疯长。立秋后开花前，要加大浇水量并开始施肥，肥水逐渐加浓；冬季花枝基本停止生长，植株水分消耗量明显减少，蒸发量也小，须严格控制浇水。浇水最好用喷水壶缓缓喷洒，不可用猛水冲浇。浇水除要根据季节决定量和次数外，还要根据天气变化而变化。阴雨天要少浇或不浇；气温高蒸发量大时要多浇，反之则要少浇。一般在给花浇水时，要见盆土变干时再浇，不干不浇，浇则浇透。但不要使花盆汪水，否则会造成烂根、叶枯黄，引起植株死亡。\n    施肥在菊花植株定植时，盆中要施足底肥。以后可隔10天施一次氮肥。立秋后自菊花孕蕾到现蕾时，可每周施一次稍浓一些的肥水；含苞待放时，再施一次浓肥水后，即暂停施肥。如果此时能给菊花施一次过磷酸钙或0.1%磷酸二氢钾溶液，则花可开得更鲜艳一些。",
        "reproduction": "有营养繁殖与种子繁殖两法。营养繁殖包括杆插、分株、嫁接、压条及组织培养等。通常以扦插繁殖为主，其中又分芽插、嫩枝插、叶芽插。",
        "origin": "菊花遍布中国各城镇与农村，尤以北京、南京、上海、杭州、青岛、天津、开封、武汉、成都、长沙、湘潭、西安、沈阳、广州、中山市小榄镇等为盛。 8世纪前后，作为观赏的菊花由中国传至日本被推崇为日本国徽的图样。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "variety": "夏菊：又名五九菊。在每年农历5月及9月各开花一次。现今利用保护设施栽培可在阳历5月及10月各开花一次。秋菊：花期有早、晚之分。早菊花期在9月中、下旬为中型菊。晚菊花期在10-11月为大型菊，是栽培最普遍的秋菊。寒菊：又称冬菊。花期自12月至翌年1月。",
        "application": "菊花能入药治病，久服或饮菊花茶能令人长寿。宋代诗人苏辙：“南阳白菊有奇功，潭上居人多老翁”。菊花可以做成精美的佳肴。“菊花肉”是经过长期摸索制作成的一种菊菜，它由一块块用蔗糖熬浆炮制的白嫩猪肉加工制成，玲珑剔透，有如白玉。每块之上黏上几丝菊瓣，饱饮油脂糖甜，观其金黄色泽，吃到口里荤中有素，素中有荤，香甜不腻，实为名菜。还有菊花鱼球、油炸菊叶、菊花鱼片粥、菊花羹、菊酒、菊茶等等，这些菊餐不但色香味俱佳，而且营养丰富。北京有名的“菊花锅子”（即在涮羊肉火锅里放些菊花煮汤），清淡味美，更是别有风味。\n    赏菊，一直是中国民间长期流传的习惯，远从古代的京都帝王宫廷、官宦门第和庶民百姓，近至当今中国各城市的人民群众，每年都在秋天举行菊花会、菊展和菊式等各种形式的赏菊活动。北京植物园每年秋季都会举办赏菊活动。广东省中山县小榄镇菊花会始办于宋代末年，至今已有七百多年的历史，是中国延续年代最久、规模最大的菊会之一，人数最多时可达一百万。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 54,
        "name": "白蜡",
        "imageUrl": "images/category/54.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰、国香",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。 \n春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n    食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      }
    ],
  	"plant4": [
      {
        "id": 55,
        "name": "大叶女贞",
        "imageUrl": "images/category/56.jpg",
        "scientificName": "Rhododendron simsii Planch.",
        "type": "杜鹃花科 杜鹃属",
        "alias": "山踯躅、映山红",
        "desc": "该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，长沙、无锡、九江、镇江、大理、嘉兴、赣州等城市定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。",
        "habits": "杜鹃性喜凉爽、湿润、通风的半阴环境，既怕酷热又怕严寒，生长适温为12℃至25℃，夏季气温超过35℃，则新梢、新叶生长缓慢，处于半休眠状态。夏季要防晒遮阴，冬季应注意保暖防寒。忌烈日暴晒，适宜在光照强度不大的散射光下生长，光照过强，嫩叶易被灼伤，新叶老叶焦边，严重时会导致植株死亡。冬季，露地栽培杜鹃要采取措施进行防寒，以保其安全越冬。观赏类的杜鹃中，西鹃抗寒力最弱，气温降至0℃以下容易发生冻害。",
        "shape": "落叶灌木，高2（-5）米；分枝多而纤细，密被亮棕褐色扁平糙伏毛。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形，长1.5-5厘米，宽0.5-3厘米，先端短渐尖，基部楔形或宽楔形，边缘微反卷，具细齿，上面深绿色，疏被糙伏毛，下面淡白色，密被褐色糙伏毛，中脉在上面凹陷，下面凸出；叶柄长2-6毫米，密被亮棕褐色扁平糙伏毛。",
        "grow": "土壤杜鹃是喜荫的植物，太阳的直射对它生长不利，所以杜鹃专类园最好选择在有树影遮荫的地方，或者在做绿化设计时，就考虑到这一点，有意地在专类园中配置乔木。杜鹃喜排水良好的酸性土壤，但由于各专类园和景观都要用水泥做道路和铺装，使得杜鹃栽植地土壤板结，碱性严重，所以必须把栽植地的土壤进行更换，并加一定量的泥炭土。\n    浇水杜鹃对土壤干湿度要求是润而不湿。一般春秋季节，对露地栽种的杜鹃可以隔2-3天浇一次透水，在炎热夏季，每天至少浇一次水。日常浇水，切忌用碱性水，浇水时还应注意水温不宜过冷，尤其在炎热夏天，用过冷水浇透，造成土温骤然降低，影响根系吸水，干扰植株生理平衡。\n    温度杜鹃喜欢空气湿度大的环境，但有些杜鹃专类园都建在广场、道路两旁，空气流动快，比较干燥，所以必须经常对杜鹃叶片进行喷水或对周围空气进行喷雾，使杜鹃园周围空气保持湿润。",
        "reproduction": "扦插此法应用最广，优点是操作简便、成活率高、生长迅速、性状稳定。\n    嫁接可一砧接多穗，多品种，生长快，株形好，成活率高。\n    播种杜鹃绝大多数都能结实采种，仅有重瓣不结实。一般种子的成熟期从每年的10月-1月，当果皮由青转黄至褐色时，果的顶端裂开，种子开始散落，此时要随时采收。末开裂的变褐均采下来，放在室内通风良好处摊凉，使之自然开裂，再去掉果壳等杂质，装入纸袋或布袋中，保存在阴凉通风处。如果有温室条件，随采随播发芽率高。一般播种时间3-4月份，采用盆播，因为种子小，把盆里外洗干净，放在阳光下晒干，灭菌消毒，土壤也灭菌消毒，装盆±要通透性好的、湿润肥沃含有丰富的有机质的酸性土。为了出苗均匀，种子掺些细土，撒入盆内上面盖一层薄细土，浇水用窨水法渗入盆内，把盆放在前窗台上，盖一层玻璃或塑料薄膜，目的是提高盆内温度。小苗出土后，逐渐减少覆盖时间，因苗嫩小，注意温变，突然高低变化，强光的照射。苗长得很慢，5-6月份才长出2-3片真叶，这时在室内做第一次移栽，株行距2-3厘米，苗高2-3厘米（大约11月份），大苗移栽在10厘米盆中一株，小苗栽三株。用细喷壶浇水和淡肥水。播种后第二年春季出花房，放在荫棚下养护。6月换13.3厘米盆中，第三年植株有20厘米高，已有分枝几个也有花蕾出现，换16.7厘米盆中，以后根据植株的大小，逐年换盆。",
        "origin": "产自中国江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州和云南。",
        "variety": "毛鹃、夏鹃、西洋鹃、东鹃、春鹃、羊踯躅、迎红杜鹃、马银花、云银杜鹃。杜鹃花属约有900种，亚洲约产850种。其中，中国约有530种，除新疆外南北各小区均有分布。新几内亚、马来西亚约有280种，几乎全为附生型 。此外，北美分布有24种，欧洲分布有9种，大洋洲分布1种。杜鹃花属种类多，差异很大，有常绿大乔木、小乔木，常绿灌木和落叶灌木。 　　杜鹃花分落叶和常绿两大类。落叶类叶小，常绿类叶片硕大。花的颜色有红、紫、黄、白、粉、蓝等色。喜阴凉、湿润，耐寒，多生长在海拔1000－1400米的山坡、高山草甸、林缘、石壁和沼泽地。",
        "application": "经济有的叶花可入药或提取芳香油，有的花可食用，树皮和叶可提制烤胶，木材可做工艺品等。高山杜鹃根系发达，是很好的水土保持植物。\n    观赏杜鹃繁叶茂，绮丽多姿，萌发力强，耐修剪，根桩奇特，是优良的盆景材料。园林中最宜在林缘、溪边、池畔及岩石旁成丛成片栽植，也可于疏林下散植。杜鹃也是花篱的良好材料，毛鹃还可经修剪培育成各种形态。杜鹃专类园极具特色。在花季中绽放时即使杜鹃总是给人热闹而喧腾的感觉，而不是花季时，深绿色的叶片也很适合栽种在庭园中做为矮墙或屏障。\n    药用根（杜鹃根）：酸、甘、温。活血，止痛，祛风，止痛。用于吐血、衄血，月经不调，崩漏，风湿痛，跌打损伤。叶（杜鹃叶）：酸，平。清热解毒，止血。用于痈肿疔疮，外伤出血，瘾疹。花（杜鹃）：酸、甘，温。活血，调经，祛风湿。用于月经不调，经闭，崩漏，跌打损伤，风湿痛，吐血，衄血。",
        "culture": "自唐宋以来，诗人，词人皆多题咏。美丽的杜鹃花始终闪烁于山野，妆点于园林，自古以来就博得人们的欢心。自唐宋诗人白居易、杜牧、苏东坡、辛弃疾、至明清杨升庵、康熙帝都有赞誉杜鹃花的佳作。大诗人李白见杜鹃花想起家乡的杜鹃鸟，触景生情，怀念家乡，写出了一首脍炙人口的诗“蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。"
      },
      {
        "id": 56,
        "name": "桂树",
        "imageUrl": "images/category/55.jpg",
        "scientificName": "Camellia sp.",
        "type": "山茶科 山茶属",
        "alias": "山茶花",
        "desc": "因其植株形姿优美，叶为浓绿绿而光泽，花形艳丽缤纷，而受到世界园艺界的珍视。茶花的品种极多，是中国传统的观赏花卉，“十大名花”中排名第八，亦是世界名贵花木之一。原产于中国东部，在长江流域、珠江流域、重庆、云南和四川各地，朝鲜、日本、中国台湾和印度等地普遍种植。",
        "habits": "茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5-6.5最佳。适温在20-32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70%以上，大部分品种可耐-8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "shape": "茶花是灌木或小乔木植物，高9米，嫩枝无毛。叶革质，椭圆形，长5-10厘米，宽2.5-5厘米，先端略尖，或急短尖而有钝尖头，基部阔楔形，上面深绿色，干后发亮，无毛，下面浅绿色，无毛，侧脉7-8对，在上下两面均能见，边缘有相隔2-3.5厘米的细锯齿。叶柄长8-15毫米，无毛。",
        "grow": "整理修剪地栽山茶主要剪去干枯枝、病弱枝、交叉枝、过密枝，明显影响树形的枝条，以及字符串换行 html疏去多余的花蕾。盆栽山茶除以上工作外，还应根据个人喜好进行整形修剪，但不宜重剪，因其生长势不强。\n    浇水山茶对肥水要求较高，中性和碱性壤土均不利其生长。北方尤其要注意将碱性水经过酸化处理后才，可浇花，具体办法是将自来水贮放2天，使水中的氯气挥发掉，再加入适量硫酸亚铁（占水0.5%左右）。浇水量不可过大，否则易烂根。盆土也不能干，否则易使根因失水而萎缩，以保持盆土和周围环境湿润为宜。花期勿喷水。一般冬季室内较干燥，应经常向山茶叶面喷水，以形成一个湿润的小气候。但阴雨天忌喷水。浇水时不要把水喷在花朵上，否则会引起花朵霉烂，缩短花期。花谢后及时摘去残花。冬季浇水要视室内温度而定，一般3天左右一次，保持盆土湿润，忌积水或浇半截水。用自来水应先在水桶中存放一两天，让氯气挥发掉。水中最好放百分之一的硫酸亚铁，以利于改善水质。\n    温度山茶为半阴性花卉，夏季需搭棚遮阴。立秋后气温下降，山茶进入花芽分化期，应逐渐使全株受到充足的光照。冬季应置于室内阳光充足处，若室内光线太弱，山茶则生长不良，并易得病虫害。山茶为长日照植物。在日长12小时的环境中才能形成花芽。最适生长温度18-25℃，最适开花温度10-20℃，高于35℃会灼伤叶片。不耐寒，冬季应入室，温度保持3-5℃，也能忍耐短时间-10℃的低温，但不能长时间超过16℃，否则会促使发芽，引起落叶。生长期要置于半阴环境中，不宜接受过强的直射阳光。特别是夏、秋季要进行遮荫，或放树下疏荫处。山茶喜温暖，怕寒冷。室内温度不能低于5℃。温度在10℃至15℃的房间内，其他措施得当，春节即可开花，花期可至3月份。",
        "reproduction": "扦插此方法最简便，扦插时间以9月间最为适宜，春季亦可。选择生长良好，半木质化枝条，除去基部叶片，保留上部3片叶，用利刀切成斜口，立即将切口浸入200-500ppm吲哚丁酸5-15分钟，晒干后插入沙盆或蛭石盆，插后浇水40天左右伤口愈合，60天左右生根。用激素处理后扦插比不用激素的提早2-3个月出根。用蛭石作插床，出根也比沙床快得多。\n    靠接选择适当的品种如茶盅茶或油茶作砧木，靠接名贵的茶花。靠接的时间一般在清明节至中秋节之间。先把砧木栽在花盆里，用刀子在所要结合的部位分别削去一半左右，切口要平滑，然后使双方的切面紧密贴合，用塑料薄膜包扎，每天给砧木淋水两次，60天后即可愈合。到时可剪下栽植，并置于树阴下，避免阳光直射。翌年2月，用刀削去砧木的尾部，再行定植。\n    叶插叶插法茶花繁殖一般采用枝条扦插繁殖，但有些名贵品种由于受枝条来源的限制，或考虑到取材后会影响其树形，所以也采用叶插法。以山泥作扦插基质，可拌入1/3的河沙，以利通气排水，基质盛在瓦盆中，然后进行盆插。叶插最好在雨季进行，取一年生叶片作叶插材料，太老不易生根，过嫩容易腐烂。插入土中约2厘米，插后压紧土壤，浇足水，然后放在阴凉通风的地方。一般3个月可以发根，第二年春可以发芽抽枝。",
        "origin": "主要分布于中国和日本。中国中部及南方各省露地多有栽培，已有1400年的栽培历史，北部则行温室盆栽。重庆、云南、四川、台湾、山东、江西等地有野生种。",
        "variety": "茶花品种大约有2000种，可分为3大类，12个花型，2013年中国茶花品种已有306个以上。《花镜》载茶花品种有十九个：玛瑙茶、鹤顶红、宝珠茶、蕉萼白宝珠、杨妃茶、正宫粉、石榴茶、一捻红、照殿红、晚山茶、南山茶等。茶花型多，有单瓣、半重瓣、重瓣、曲瓣、五星瓣、六角形、松壳型等。花有红、黄、白、粉，甚至白瓣红点等色。",
        "application": "植物造景材料。山茶四季常绿，分布广泛，树姿优美，是中国南方重要的植物造景材料之一。\n药用\n    凉血止血；散瘀；消瘀肿。主吐血；衄血；咳血；便血；痔血；赤血痢；血淋；血崩；带下；烫伤；跌扑损伤。用于吐血，衄血，便血，血崩；\n外用\n    治烧烫伤，创伤出血。",
        "culture": "山茶花开花于冬春之际，花姿丰盈，端庄高雅，是中国传统十大名花之一，也是世界名花之一。郭沫若盛赞曰：“茶花一树早桃红，百朵彤云啸傲中。”山茶花，既具有“唯有山茶殊耐久，独能深月占春风”的傲梅风骨，又有“花繁艳红，深夺晓霞”的凌牡丹之鲜艳，因此自古以来就是极富盛名的木本花卉，在唐宋两朝达到了登峰造极之境，十七世纪引入欧洲后也造成轰动，也因此获得“世界名花”的美名。"
      },
      {
        "id": 57,
        "name": "香樟树",
        "imageUrl": "images/category/57.jpg",
        "scientificName": "Osmanthus sp.",
        "type": "木樨科 木樨属",
        "alias": "岩桂、金栗",
        "desc": "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
        "habits": "桂花适应于亚热带气候地区。性喜温暖，湿润。种植地区平均气温14-28℃，7月平均气温24-28℃，1月平均气温0℃以上，能耐最低气温-13℃，最适生长气温是15-28℃。湿度对桂花生长发育极为重要，要求年平均湿度75%-85%，年降水量1000毫米左右，特别是幼龄期和成年树开花时需要水分较多，若遇到干旱会影响开花，强日照和荫蔽对其生长不利，一般要求每天6-8小时光照。",
        "shape": "桂花是常绿乔木或灌木，高3-5米，最高可达18米；树皮灰褐色。小枝黄褐色，无毛。叶片革质，椭圆形、长椭圆形或椭圆状披针形，长7-14.5厘米，宽2.6-4.5厘米，先端渐尖，基部渐狭呈楔形或宽楔形，全缘或通常上半部具细锯齿，两面无毛，腺点在两面连成小水泡状突起，中脉在上面凹入，下面凸起，侧脉6-8对，多达10对，在上面凹入，下面凸起；叶柄长0.8-1.2厘米，最长可达15厘米，无毛。",
        "grow": "种植方法应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。\n    浇水地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。4月出房后，可适当增加水量，生长旺季可浇适量的淡肥水，花开季节肥水可略浓些。\n    温度在黄河流域以南地区可露地栽培越冬。盆栽应冬季搬入室内，置于阳光充足处，使其充分接受直射阳光，室温保持5℃以上，但不可超过10℃。翌年4月萌芽后移至室外，先放在背风向阳处养护，待稳定生长后再逐渐移至通风向阳或半阴的环境，然后进行正常管理。生长期光照不足，影响花芽分化。",
        "reproduction": "扦插在春季发芽以前，用一年生发育充实的枝条，切成5-10厘米长，剪去下部叶片，上部留2-3片绿叶，插于河沙或黄土苗床，株行距3厘米X 20厘米，插后及时灌水或喷水，并遮荫，保持温度20-25℃，相对湿度85%-90%，2个月后可生根移栽。\n    播种4-5月份桂花果实成熟，当果皮由绿色变为紫黑色时即可采收。桂花种子有后熟作用，至少要有半年的砂藏时间，采收后洒水堆沤，清除果肉，置阴凉处使种子自然风干，混砂贮藏，砂藏后可秋播或春播。砂藏期间要经常检查，防止种子霉烂或遭鼠害。播种繁殖一般采用条播的方法。播种前要整好地，施足基肥，亦可播于室内苗床。播种时将种脐侧放，以免胚根和幼茎弯曲，将来影响幼苗生长。播后覆盖一层细上，然后盖上草占，遮荫保湿，经常保持土壤湿润，当年即可出苗。每亩用种量约20千克，可产苗木3万株左右。小苗于苗床生长2年后，第3年可移植栽培。实生苗开花较晚，定植8-10年后方能现花。\n    嫁接嫁接砧木多用女贞、小叶女贞、小蜡、水蜡、白蜡和流苏（别名油公子、牛筋子）等。大量繁殖苗木时，北方多用小叶女贞，在春季发芽之前，自地面以上5厘米处剪断砧木；剪取桂花1-2年生粗壮枝条长10-12厘米，基部一侧削成长2-3厘米的削面，对侧削成一个45度的小斜面；在砧木一侧约1/3处纵切一刀，深约2-3厘米；将接穗插入切口内，使形成层对齐，用塑料袋绑紧，然后埋土培养。用小叶女贞作砧木成活率高，嫁接苗生长快，寿命短，易形成“上粗下细”的“小脚”现象。用水蜡作砧木，生长慢，但寿命较长。盆栽桂花多行靠接。用流苏作砧木，靠接宜在生长季节进行，不宜在雨季或伏天靠接。靠接时选二者枝条粗细相近的接穗和砧木，在接穗适当部位削成梭形切口，深达木质部，长约3-4厘米，在砧木同等高度削成与接穗大小一致的切口，然后将两切口靠在一起，使二者形成层密结，用塑料条扎紧，愈合后，剪断接口上面的砧木和下面的接穗。嫁接苗的根系因砧木而异；插条埋入土中各处易生不定根，但无明显主根。桂花分枝性强且分技点低，特别在幼年尤为明显，因久常呈灌木状。密植或修剪后，则可成明显主干。树皮粗糙，灰褐色或灰白色，有时显出皮孔。叶面光滑，革质，近轴面暗亮绿色，远轴面色较谈；椭圆形，长椭圆形、卵形、倒卵形、披针形、倒披针形、长被针形至卵状披针形。",
        "origin": "园林桂花原产中国西南喜马拉雅山东段，印度，尼泊尔，柬埔寨也有分布。中国西南部、四川、陕南、云南、广西、广东、湖南、湖北、江西、安徽、河南等地，均有野生桂花生长，现广泛栽种于淮河流域及以南地区，其适生区北可抵黄河下游，南可至两广、海南等地。",
        "variety": "桂花经过长期栽植、自然杂交和人工选育，产生了许多栽培品种。通过进一步调查清理，已初步确定各桂花品种32个。以花色而言，有金桂、银桂、丹桂之分；以叶型而言，有柳叶桂、金扇桂、滴水黄、葵花叶、柴柄黄之分；以花期而言，有八月桂、四季桂、月月佳之分等。",
        "application": "观赏周《客座新闻》中记载：“衡神词其径，绵亘四十余里，夹道皆合抱松桂相间，连云遮日，人行空翠中，而秋来香闻十里，其数竟达17000株，真神幻佳景”。可见当时已有松桂相配作行道树。在现代园林中，因循古例，充分利用桂花枝叶繁茂，四季常青等优点，用作绿化树种。其配置形式不拘一格，或对植，或散植，或群植、列植。传统配置中自古就有“两桂当庭”、“双桂留芳”的称谓，也常把玉兰、海棠、牡丹、桂花四种传统名花同植庭前，以取玉、堂、富、贵之谐音，喻吉祥之意。\n    药用桂花功效：淡黄白色，芳香，提取芳香油，制桂花浸膏，可用于食品、化妆品，可制糕点、糖果，并可酿酒。桂花味辛，可入药。以花、果实及根入药。秋季采花；春季采果；四季采根，分别晒干。花：辛，温。果：辛、甘，温。根：甘、微涩，平。功能主治：花：散寒破结，化痰止咳。用于牙痛，咳喘痰多，经闭腹痛。果：暖胃，平肝，散寒。用于虚寒胃痛。根：祛风湿，散寒。用于风湿筋骨疼痛，腰痛，肾虚牙痛。\n    膳食糯米桂花藕、桂花黄林酥、桂花糕、枸杞桂花茶、桂花紫薯糯米饭、桂花奶豆腐、桂花酒酿细圆子、烧桂花肠、桂花杏仁豆腐、桂花小豆粥。",
        "culture": "桂花有很多别称：因为叶子像圭而称“桂”；纹理如犀，又叫木犀；其清雅高洁，香飘四溢，被称为“仙友”；桂花又被称为“仙树”、“花中月老”。桂花通常生长在岩岭上，也叫“岩桂”；桂花开花时浓香致远，其香气具有清浓两兼的特点，清可荡涤，浓可致远，因此有“九里香”的美称；黄花细如粟，故又有“金粟”之名；桂花为“仙客”；花开于秋，旧说秋之神主西方，所以也称“西香”或“秋香”；桂花树是崇高、贞洁、荣誉、友好和吉祥的象征，凡仕途得志，飞黄腾达者谓之“折桂”。"
      },
      {
        "id": 58,
        "name": "马尾松",
        "imageUrl": "images/category/58.jpg",
        "scientificName": "Nelumbo SP.",
        "type": "睡莲科科 莲属",
        "alias": "芙蓉、水华",
        "desc": "荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。",
        "habits": "荷花是水生植物，性喜相对稳定的平静浅水、湖沼、泽地、池塘，是其适生地。荷花的需水量由其品种而定，大株形品种如古代莲、红千叶相对水位深一些，但不能超过1.7米．中小株形只适于20-60厘米的水深。同时荷花对失水十分敏感，夏季只要3小时不灌水，水缸所栽荷叶便萎靡，若停水一日，则荷叶边焦，花蕾回枯．荷花还非常喜光，生育期需要全光照的环境。荷花极不耐荫，在半荫处生长就会表现出强烈的趋光性。",
        "shape": "荷花是多年生水生草本；根状茎横生，肥厚，节间膨大，内有多数纵行通气孔道，节部缢缩，上生黑色鳞叶，下生须状不定根。",
        "grow": "水质荷花是水生植物，生长期内时刻都离不开水。生长前期，水层要控制在三厘米左右，水太深不利于提高土温。如用自来水，最好另缸盛放，晒一二天再用。夏天是荷花的生长高峰期，盆内切不可缺水。入冬以后，盆土也要保持湿润以防种藕缺水干枯。\n    施肥荷花的肥料以磷钾肥为主，辅以氮肥。如土壤较肥，则全年可不必施肥。腐熟的饼肥、鸡鸭鹅粪是最理想的肥料，小盆中施半两即可，大盆中最多只能施1-2两，切不可多施，并要充分与泥土拌和。生长旺期，如发现叶片色黄、瘦弱，可用每盒0·5克尿素拌于泥中，搓成10克左右的小球，每盆施一粒，施在盆中央的泥土中，7天见效。\n    越冬入冬以后，将盆放入室内或埋入冻土层下即可，黄河以北地区除埋入冻土层以下还要覆盖农膜，整个冬季要保持盆土湿润。",
        "reproduction": "种子育苗首先要破壳。5-6月将种子凹进的一端在水泥地上或粗糙的石块上磨破，浸种育苗。要保持水清，经常换水，约一周左右出芽，两周后生根移栽，每盆栽一株，水层要浅，不可将荷叶淹在水中。90%左右当年可开花，但当年开花不多。\n    分藕栽植3月中旬至4月中旬是翻盆栽藕的最佳时期。过早栽植会有寒流影响，种藕容易受冻害。北方地区遇寒流时可用透明农膜覆盖。栽插前，盆泥要和成糊状，栽插时种藕顶端沿盆边呈20度斜插入泥，碗莲深5厘米左右。大型荷花深10厘米左右，头低尾高。尾部半截翘起，不使藕尾进水。栽后将盆放置于阳光下照晒，使表面泥土出现微裂，以利种藕与泥土完全粘合，然后加少量水，待芽长出后，逐渐加深水位，最后保持3-5厘米水层。池塘栽植前期水层与盆荷一样，后期以不淹没荷叶为度。",
        "origin": "荷花一般分布在中亚，西亚、北美，印度、中国、日本等亚热带和温带地区。荷花在中国南起海南岛（北纬19度左右），北至黑龙江的富锦（北纬47.3度），东临上海及台湾省，西至天山北麓，除西藏自治区和青海省外，全国大部分地区都有分布。垂直分布可达海拔2000米，在秦岭和神农架的深山池沼中也可见到。",
        "variety": "荷花栽培品种很多， 依用途不同可分为藕莲、子莲和花莲三大系统。",
        "application": "食用中国古代民间就有春天折梅赠远，秋天采莲怀人的传统。自古中国人民就视莲子为珍贵食品，如今仍然是高级滋补营养品，众多地方专营莲子生产。莲藕是最好的蔬菜和蜜饯果品。莲叶、莲花、莲蕊等也都是中国人民喜爱的药膳食品。可见荷花食文化的丰富多彩。传统的莲子粥、莲房脯、莲子粉、藕片夹肉、荷叶蒸肉、荷叶粥等。叶为茶的代用品，又作为包装材料。荷花的地下茎在淤泥中生长，会被有毒物质侵染，只因藕的特别细密的表皮组织和含有丹宁的下皮，具有一定的阻挡或吸收有毒物质的能力，因而有毒物质多黏附在表皮上或渗入表皮中。在食用藕时要削去外皮，以防把有毒物质也吃进肚中。\n    观赏荷花专类园，中国荷花专类园有三种：一是像武汉东湖磨山的园林植物园，园中开辟一处以观赏，研究荷花为主的大型水生花卉区；二是像南京莫愁湖，杭州新“曲院风荷”这类是以荷花欣赏为主的大型公园；再一类就是以野趣为主，旅游结合生产的荷花民俗旅游资源景区，如广东三水的荷花世界，湖南岳阳的团湖风景区。\n    药用《本草纲目》中记载说荷花，莲子、莲衣、莲房、莲须、莲子心、荷叶、荷梗、藕节等均可药用。荷花能活血止血、去湿消风、清心凉血、解热解毒。莲子能养心、益肾、补脾、涩肠。莲须能清心、益肾、涩精、止血、解暑除烦，生津止渴。荷叶能清暑利湿、升阳止血，减肥瘦身，其中荷叶简成分对于清洗肠胃，减脂排瘀有奇效。藕节能止血、散瘀、解热毒。荷梗能清热解暑、通气行水、泻火清心。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 59,
        "name": "木麻黄",
        "imageUrl": "images/category/59.jpg",
        "scientificName": "Dendranthema morifolium（Ramat. ）Tzvel",
        "type": "菊科 菊属",
        "alias": "金英、黄华",
        "desc": "菊花是中国十大名花第三，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。",
        "habits": "菊花为短日照植物，在短日照下能提早开花。喜阳光，忌荫蔽，较耐早，怕涝。喜温暖湿润气候，但亦能耐寒，严冬季节根茎能在地下越冬。花能经受微霜，但幼苗生长和分枝孕蕾期需较高的气温。最适生长温度为20℃左右。",
        "shape": "菊花为多年生草本，高 60-150厘米。茎直立，分枝或不分枝，被柔毛。叶互生，有短柄，叶片卵形至披针形，长 5-15公分，羽状浅裂或半裂，基部楔形，下面被白色短柔毛，边缘有粗大锯齿或深裂，基部楔形，有柄。头状花序单生或数个集生于茎枝顶端，直径 2.5-20厘米，大小不一，单个或数个集生於茎枝顶端；因品种不同，差别很大。总苞片多层，外层绿色，条形，边缘膜质，外面被柔毛；舌状花白色、红色、紫色或黄色。花色则有红、黄、白、橙、紫、粉红、暗红等各色，培育的品种极多，头状花序多变化，形色各异，形状因品种而有单瓣、平瓣、匙瓣等多种类型，当中为管状花，常全部特化成各式舌状花；花期 9-11月。雄蕊、雌蕊和果实多不发育。",
        "grow": "盆土宜选用肥沃的砂质土壤，先小盆后大盆，经2-3次换盆，7月可定盆；定盆可选用6份腐叶土、3份砂土和1份饼肥渣配制成混合土壤。浇透水后放阴凉处，待植株生长正常后移至向阳处。\n    浇水春季菊苗幼小，浇水宜少；夏季菊苗长大，天气炎热，蒸发量大，浇水要充足，可在清晨浇一次，傍晚再补浇一次，并要用喷水壶向菊花枝叶及周围地面喷水，以增加环境湿度；立秋前要适当控水、控肥，以防止植株窜高疯长。立秋后开花前，要加大浇水量并开始施肥，肥水逐渐加浓；冬季花枝基本停止生长，植株水分消耗量明显减少，蒸发量也小，须严格控制浇水。浇水最好用喷水壶缓缓喷洒，不可用猛水冲浇。浇水除要根据季节决定量和次数外，还要根据天气变化而变化。阴雨天要少浇或不浇；气温高蒸发量大时要多浇，反之则要少浇。一般在给花浇水时，要见盆土变干时再浇，不干不浇，浇则浇透。但不要使花盆汪水，否则会造成烂根、叶枯黄，引起植株死亡。\n    施肥在菊花植株定植时，盆中要施足底肥。以后可隔10天施一次氮肥。立秋后自菊花孕蕾到现蕾时，可每周施一次稍浓一些的肥水；含苞待放时，再施一次浓肥水后，即暂停施肥。如果此时能给菊花施一次过磷酸钙或0.1%磷酸二氢钾溶液，则花可开得更鲜艳一些。",
        "reproduction": "有营养繁殖与种子繁殖两法。营养繁殖包括杆插、分株、嫁接、压条及组织培养等。通常以扦插繁殖为主，其中又分芽插、嫩枝插、叶芽插。",
        "origin": "菊花遍布中国各城镇与农村，尤以北京、南京、上海、杭州、青岛、天津、开封、武汉、成都、长沙、湘潭、西安、沈阳、广州、中山市小榄镇等为盛。 8世纪前后，作为观赏的菊花由中国传至日本被推崇为日本国徽的图样。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "variety": "夏菊：又名五九菊。在每年农历5月及9月各开花一次。现今利用保护设施栽培可在阳历5月及10月各开花一次。秋菊：花期有早、晚之分。早菊花期在9月中、下旬为中型菊。晚菊花期在10-11月为大型菊，是栽培最普遍的秋菊。寒菊：又称冬菊。花期自12月至翌年1月。",
        "application": "菊花能入药治病，久服或饮菊花茶能令人长寿。宋代诗人苏辙：“南阳白菊有奇功，潭上居人多老翁”。菊花可以做成精美的佳肴。“菊花肉”是经过长期摸索制作成的一种菊菜，它由一块块用蔗糖熬浆炮制的白嫩猪肉加工制成，玲珑剔透，有如白玉。每块之上黏上几丝菊瓣，饱饮油脂糖甜，观其金黄色泽，吃到口里荤中有素，素中有荤，香甜不腻，实为名菜。还有菊花鱼球、油炸菊叶、菊花鱼片粥、菊花羹、菊酒、菊茶等等，这些菊餐不但色香味俱佳，而且营养丰富。北京有名的“菊花锅子”（即在涮羊肉火锅里放些菊花煮汤），清淡味美，更是别有风味。\n    赏菊，一直是中国民间长期流传的习惯，远从古代的京都帝王宫廷、官宦门第和庶民百姓，近至当今中国各城市的人民群众，每年都在秋天举行菊花会、菊展和菊式等各种形式的赏菊活动。北京植物园每年秋季都会举办赏菊活动。广东省中山县小榄镇菊花会始办于宋代末年，至今已有七百多年的历史，是中国延续年代最久、规模最大的菊会之一，人数最多时可达一百万。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 60,
        "name": "菩提树",
        "imageUrl": "images/category/60.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰、国香",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。 \n春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n    食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      },
      {
        "id": 61,
        "name": "印度橡胶树",
        "imageUrl": "images/category/61.jpg",
        "scientificName": "Armeniaca mume Sieb",
        "type": "蔷薇科 杏属",
        "alias": "梅树、梅花",
        "desc": "梅花是中国十大名花之首，与兰花、竹子、菊花一起列为四君子，与松、竹并称为“岁寒三友”。在中国传统文化中，梅以它的高洁、坚强、谦虚的品格，给人以立志奋发的激励。在严寒中，梅开百花之先，独天下而春。",
        "habits": "梅花对土壤要求不严，耐贫瘠，凡排水良好的粘土、壤土及沙质土，Ph值在6—8，地势稍高或有坡度之处，均能良好生长，悔最畏涝，如遇大量积水时，常易根腐致死。",
        "shape": "株高约10m，干呈褐紫色，多纵驳纹。小枝呈绿色。叶片广卵形至卵形，边缘具细锯齿。花每节1～2朵，无梗或具短梗，原种呈淡粉红或白色，栽培品种则有紫、红、彩斑至淡黄等花色，于早春先叶而开。 ",
        "grow": "栽培管理 梅花栽培分为露地栽培、切花栽培、盆栽和桩景栽培。",
        "reproduction":"[嫁接]\n    繁殖嫁接是中国繁殖梅花常用的一种方法，嫁接苗生长发育快，开花早，能保持原种的优良特性。嫁接砧木可选用桃、山桃、杏、山杏及梅的实生苗，其中桃、山桃的种子最易得到，嫁接易成活，接后生长快捷，开花繁多，因而生产上较多应用，但接后易发生病虫害，使得寿命缩短，不如杏、山杏、梅为砧木好，因而提倡用三者的种子培育1-2年实生苗，再作为砧木用于嫁接。\n[扦插]\n    扦插繁殖成活率很低，若要得到较高的成活率，必须选用容易生根的品种。插条选择幼龄母树当年生健壮枝条，长10-15厘米，于早春花后或秋季落叶后进行扦插。\n[压条]\n    梅的繁殖量不大时可使用压条法。早春2-3月选生长茁壮的l-3年生长枝，在母树旁挖一条沟，在枝条弯曲处下方将枝条刻伤或环剥（宽0.5-l厘米，深达木质部），压入沟中，然后覆土，待生根后逐渐剪离母树。亦可用高压法繁殖大苗，在梅雨季节，从母树上选取适当枝条刻伤或环剥，然后用塑料袋包混合土，两头绑紧，保持湿度，过一个月后检查是否生根，生根后可从切口下剪离移栽培养。\n[播种]\n    播种以秋播为好，如须春播则应在秋季用砂层积种子，早春取出条播。果实6-7月变色时采收，摊放室内，使充分后熟，洗出种子晾干备用。梅花的播种实生苗由于生育速度慢，进入开花期迟，且后代种性变异大，用于繁殖砧木或选育新品种用。",
        "origin": "中国各地均有栽培，但以长江流域以南各省最多，江苏北部和河南南部也有少数品种，某些品种已在华北引种成功。日本和朝鲜也有。",
        "variety": " 果梅：白梅品种群、青梅品种群、花梅品种群. \n    花梅：花梅的品种，由于长期栽培，变异较大，品种甚多 ",
        "application": "经济，变种和品种极多，可分花梅及果梅两类。花梅主要供观赏。果梅其果实主要作加工或药用，一般加工制成各种蜜饯和果酱；用青梅加工制成乌梅供药用，为收敛剂，能治痢疾，并有镇咳、祛痰、解热、杀虫等功效，又为提取枸橼酸的原料；花蕾能开胃散郁、生津化痰、活血解毒；根研成粉末治黄疽有效。该种植物对氟化氢污染敏感，可以用来监测大气氟化物行染。未成熟果实含柠檬酸、苹果酸、琥珀酸等；种子含苦杏仁苷；花含挥发油，油中含苯甲醛、苯甲酸等。梅花最宜植于庭院、草坪、低山丘陵，可孤植、丛植、群植。又可盆栽观赏或加以整剪做成各式桩景，或作切花瓶插供室内装饰用。\n    医药，花蕾（梅花）：微酸、涩，平。开郁和中，化痰，解毒。用于郁闷心烦，肝胃气痛，梅核气，瘰疬疮毒。果实（乌梅）：酸、涩，平。敛肺，涩肠，生津，安蛔。用于肺虚久咳，虚热消渴，蛔厥呕吐腹痛，胆道蛔虫症。",
        "culture": " 梅，「独天下而春」，作为传春报喜、吉庆的象征，从古至今一直被中国人视为吉祥之物。「梅具四德，初生为元，是开始之本；开花为亨，意味着通达顺利；结子为利，象征祥和有益；成熟为贞，代表坚定贞洁。」此为梅之「元亨利贞」四德。梅开五瓣，象征五福，即快乐、幸福、长寿、顺利与和平。"
      },
      {
        "id": 62,
        "name": "小叶榕",
        "imageUrl": "images/category/62.jpg",
        "scientificName": "Paeonia suffruticosa Andr",
        "type": "芍药科 芍药属",
        "alias": "富贵花、洛阳花",
        "desc": "唐代刘禹锡有诗曰：“庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。”在清代末年，牡丹就曾被当作中国的国花。1985年5月牡丹被评为中国十大名花第二名。是中国特有的木本名贵花卉，有数千年的自然生长和1500多年的人工栽培历史。在中国栽培甚广，并早已引种世界各地。牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。",
        "habits": "性喜温暖、凉爽、干燥、阳光充足的环境。喜阳光，也耐半阴，耐寒，耐干旱，耐弱碱，忌积水，怕热，怕烈日直射。适宜在疏松、深厚、肥沃、地势高燥、排水良好的中性沙壤土中生长。酸性或黏重土壤中生长不良。充足的阳光对其生长较为有利，但不耐夏季烈日暴晒，温度在25℃以上则会使植株呈休眠状态。开花适温为17-20℃，但花前必须经过1-10℃的低温处理2-3个月才可。最低能耐-30℃的低温，但北方寒冷地带冬季需采取适当的防寒措施，以免受到冻害。南方的高温高湿天气对牡丹生长极为不利，因此，南方栽培牡丹需给其特定的环境条件才可观赏到奇美的牡丹花。",
        "shape": "牡丹是落叶灌木。茎高达2米；分枝短而粗。叶通常为二回三出复叶，偶尔近枝顶的叶为3小叶；顶生小叶宽卵形，长7-8厘米，宽5.5-7厘米，3裂至中部，裂片不裂或2-3浅裂，表面绿色，无毛，背面淡绿色，有时具白粉，沿叶脉疏生短柔毛或近无毛，小叶柄长1.2-3厘米；侧生小叶狭卵形或长圆状卵形，长4.5-6.5厘米，宽2.5-4厘米，不等2裂至3浅裂或不裂，近无柄；叶柄长5-11厘米，和叶轴均无毛。",
        "grow": "[栽植]\n    土壤要求质地疏松、肥沃，中性微碱。将所栽牡丹苗的断裂、病根剪除，浸杀虫、杀菌剂放入事先准备好的盆钵或坑内，根系要舒展，填土至盆钵或坑多半处将苗轻提晃动，踏实封土，深以根茎处略低于盆面或地平为宜。\n[浇水]\n    栽植后浇一次透水。牡丹忌积水，生长季节酌情浇水。北方干旱地区一般浇花前水、花后水、封冻水。盆载为便于管理可于花开后剪去残花连盆埋入地下。\n[施肥]\n    栽植一年后，秋季可行施肥，以腐熟有机肥料为主。结合松土、撒施、穴施均可。春、夏季多用化学肥料，结合浇水施花前肥、花后肥。盆载可结合浇水施液体肥。\n[修剪]\n    栽植当年，多行平茬。春季萌发后，留5枝左右，其余抹除，集中营养，使第二年花大色艳。秋冬季，结合清园，剪去干花柄、细弱、无花枝。盆载时，按需要修整成自己喜爱的形状。\n[中耕]\n    生长季节应及时中耕， 拔除杂草， 注意病、虫发生。秋冬，对两年生以上牡丹的天块实施翻耕。\n[换盆]\n    当盆载牡丹生长三、四年后，需在秋季换入加有新肥土的大盆或分株另栽。\n[喷药]\n    早春发芽前喷石硫合剂，夏季用杀虫、杀菌剂混合液，视病情每2周一次。结合施肥，宜可添加化学肥料及生长调和剂等。\n[催花]\n    为增加节日或庆典活动，按品种可提前50天左右将牡丹加温，温度控制常温10--25c，日均15c左右。前期注意保持植株湿润，现蕾后注意通风透光，成蕾后，按花期要求进行控温。平时要行叶面施肥，保证充足水分供应。这样，冬春两季随时都能见花。\n[观赏]\n    单株牡丹自然花期10--15天左右， 随温度升高而缩短， 3--8c可维持月余。大田栽植可采取临时搭棚遮风避光，延长观赏时间；盆载时应移至阳光不能直射的地方、温度5--10c、通风透光的环境，视长相及盆土湿润程度适时浇水，花朵上不要淋水，这样花期最长；需插花时的剪切，伤口应在水中剪切或灼伤为好。插花用水应放入保鲜剂或加少许白糖，以延长插花的花开时间。",
        "reproduction": "牡丹繁殖方法有分株、嫁接、播种等，但以分株及嫁接居多，播种方法多用于培育新品种。",
        "origin": "中国是世界牡丹的发祥地和世界牡丹王国。中国牡丹园艺品种根据栽培地区和野生原种的不同，可分为4个牡丹品种群，即中原品种群、 西北品种群、江南品种群和西南品种群。",
        "variety": "目前我们拥有生产于中国全国各地不同花色（如：红、紫、紫红、粉、白、蓝、绿、黄、黑和复色等）、不同花型（如：单瓣型、荷花型、皇冠型、楼子型、绣球型等）和具有抗旱、耐寒、耐热、耐湿等特性，可以种植在温带、寒热和亚热带地区的品种300多个，还有日本、美国、法国品种100余个 ",
        "application": "食用，牡丹花可供食用。明代的《遵生八笺》载有“牡丹新落瓣也可煎食”，同是明代的《二如亭群芳谱》谓：“牡丹花煎法与玉兰同，可食，可蜜浸”，“花瓣择洗净拖面，麻油煎食至美”，中国不少地方有用牡丹鲜花瓣做牡丹羹，或配菜添色制作名菜的。牡丹花瓣还可蒸酒，制成的牡丹露酒口味香醇。\n    医药，药用栽培者品种单调，花多为白色。以根皮入药，称牡丹皮，又名丹皮、粉丹皮、刮丹皮等，系常用凉血祛瘀中药。李时珍谓：“牡丹以色丹者为上，虽结籽而根上生苗，故谓之牡丹”，还认为野生单瓣者入药为好，人工为观赏栽培的重瓣者气味不纯，不可药用。兰的素心花瓣阴干亦能催生。\n    观赏,牡丹色、姿、香、韵俱佳，花大色艳，花姿绰约，韵压群芳。栽培牡丹有牡丹系、紫斑牡丹系、黄牡丹系等品系，通常分为墨紫色、白色、黄色、粉色、红色、紫色、雪青色、绿色等八大色系，按照花期又分为早花、中花、晚花类，依花的结构分为单花、台阁两类，又有单瓣、重瓣、千叶之异。牡丹栽培和研究愈来愈兴旺，品种也越来越丰富，中国产有五百余种，着名品种有姚黄、魏紫、赵粉、二乔、梨花雪、金轮黄、冰凌罩红石、瑶池春、掌花案、首案红、葛巾紫、蓝田玉、乌龙卧墨池、豆绿等等。清程先贞咏“春烟笼宝墨，入夜看来难。恐奏清平调，杨妃砚滴干”，足见此时已有色与暗夜无异的黑牡丹品种出现，而江苏盐城便仓产的枯枝牡丹，竟然“奇在一放十二瓣，如果是闰年，就一定是十三瓣，而且枝干枯黄……一离开便仓，花即变种”。",
        "culture": "牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。她是中国固有的特产花卉，有数千年的自然生长和两千多年的人工栽培历史。其花大、形美、色艳、香浓，为历代人们所称颂，具有很高的观赏和药用价值，自秦汉时以药植物载入《神农本草经》始，散于历代各种古籍者，不乏其文。形成了包括植物学、园艺学、药物学、地理学、文学、艺术、民俗学等多学科在内的牡丹文化学，是中华民族文化和民俗学的一组成部分，是中华民族文化完整机体的一个细胞，透过它，可洞察中华民族的一般特征，这就是“文化全息”现象。牡丹文化兼容多门科学，其构成非常广泛，它包括哲学、宗教、文学、艺术、教育、风俗、民情等所有文化领域。牡丹文化中所提供的文化信息，可以反映出民族文化的基本概貌，符合宇宙间的“全息律”。"
      },
      {
        "id": 63,
        "name": "刺葵",
        "imageUrl": "images/category/63.jpg",
        "scientificName": "Narcissus tazetta L. var. chinensis Roem.",
        "type": "石蒜科 水仙属",
        "alias": "凌波仙子、金盏银台、落神香妃",
        "desc": "水仙性喜温暖、湿润、排水良好。在中国已有一千多年栽培历史，为传统观赏花卉，是中国十大名花之十。",
        "habits": "水仙为秋植球根类温室花卉，喜阳光充足，生命力顽强，能耐半阴，不耐寒。7-8月份落叶休眠，在休眠期鳞茎的生长点部分进行花芽分化，具秋冬生长，早春开花，夏季休眠的生理特性。水仙喜光、喜水、喜肥，适于温暖、湿润的气候条件，喜肥沃的砂质土壤。生长前期喜凉爽、中期稍耐寒、后期喜温暖。因此要求冬季无严寒夏季无酷暑，春秋季多雨的气候环境。",
        "shape": "鳞茎卵球形。叶宽线形，扁平，长20-40厘米，宽8-15毫米，钝头，全缘，粉绿色。花茎几与叶等长；伞形花序有花4-8朵；佛焰苞状总苞膜质；花梗长短不一；花被管细，灰绿色，近三棱形，长约2厘米，花被裂片6，卵圆形至阔椭圆形，顶端具短尖头，扩展，白色，芳香；副花冠浅杯状，淡黄色，不皱缩，长不及花被的一半；雄蕊6，着生于花被管内，花药基着；子房3室，每室有胚珠多数，花柱细长，柱头3裂。蒴果室背开裂。花期春季。",
        "grow": "[旱地]\n    每年挖球之后，把可以上市出售的大球挑出来，余下的小侧球可立即种植。也可留待9-10月种植。一般认为种得早，发根好，长得好。种植时，选较大的球用点播法，单行或宽行种植。单行种植时用6×25厘米的株行距，宽行种植的用6×15厘米株行距，连续种3-4行后，留出35-40厘米的行距，再反复连续下去。旱地栽培的，养护较粗放，除施2-3次水肥外，不常浇水。单行种植的常与农作物间作。\n[水田]\n    种球选择甚为严格，要求选无病虫害、无损伤、外鳞片明亮光滑、脉纹清晰的作种球，并按球的大小、年龄分三级栽培。",
        "reproduction": "侧球繁殖,这是最普通常用的一种繁殖方法。储球着生在鳞茎球外的两侧，仅基部与母球相连，很容易自行脱离母体，秋季将其与母球分离，单独种植，次年产生新球。\n    侧芽繁殖,侧芽是包在鳞茎球内部的芽。只在进行球根阉割时，才随挖出的碎鳞片一起脱离母体，拣出白芽，秋季撒播在苗床上，翌年产生新球。\n    双鳞片繁殖,一个鳞茎球内包含着很多侧芽，有明显可见的，有隐而不见的。但其基本规律是闲两张鳞片1个芽。用带有两个鳞片的鳞茎盘作繁殖材料就叫双鳞片繁殖。其方法是把鳞茎先放在低温4-10℃处4-8周，然后在常温中把鳞茎盘切小，使每块带有两个鳞片，并将鳞片上端切除留下2厘米作繁殖材料，然后用塑料袋盛含水50%的蛭石或含水6%的砂，把繁殖材料放入袋中，封闭袋口，置20-28℃温度中黑暗的地方。经2-3月可长出小鳞茎，成球率80-90%。这是近年开始发展的新方法，四季可以进行，但以4-9月为好。生成的小鳞茎移栽后的成活率高，可达80-100%。",
        "origin": "原产亚洲东部的海滨温暖地区；中国浙江、福建沿海岛屿自生，但各省区所见者全系栽培，供观赏。",
        "variety": "单瓣型：福建漳州特产，花冠色青白，花萼黄色，花被6瓣，中间有金色的副冠，形如盏状，花味清香，所以叫“金盏玉台”亦名“酒杯水仙”，花期约半个月；若副冠呈白色，花多，叶稍细者，则称“银盏玉台”。\n    重瓣型（复瓣型）：花重瓣，白色，花被12瓣，卷成一簇花冠下端轻黄而上端淡白，没有明显的副冠，名为“百叶水仙”或称“玉玲珑”，花期在二十天左右。花形不如单瓣的美，香气亦较差，是水仙的变种。",
        "application": "经济，水仙花花香清郁，鲜花芳香油含量达0.20%-0.45%,经提炼可调制香精、香料；可配制香水，香皂及高级化妆品。水仙香精是香型配调中不可缺少的原料。水仙花清香隽永，采用水仙鲜花窨茶，制成高档水仙花茶，水仙乌龙茶等，茶气隽香、味甘醇。\n    药用，水仙以鳞茎入药，春秋采集，洗去泥沙，开水烫后，切片晒干或鲜用，有小毒。具有清热解毒，散结消肿等疗效。用于腮腺炎，痈疖疔毒初起红肿热痛等症。\n    观赏，水仙花在客厅，能让人感到宁静、温馨。客厅是家人团聚和会客的场所，适合选用艳丽插花和高贵大方的水仙花，水仙花放在家里，可以吸收家里放出的噪音，吸收家里放出的废气，释放出清新的空气，从物理学的角度减轻了一个多再一个空间里面多余的负担，舒服的家就是风水好的家。",
        "culture": "水仙别名金盏银台，花如其名，绿裙、青带，亭亭玉立于清波之上。素洁的花朵超尘脱俗，高雅清香，格外动人，宛若凌波仙子踏水而来。元程棨《三柳轩杂识》谓水仙为花中之“雅客”。水仙花语有两说：一是“纯洁”。二是“吉祥”。在西方，水仙花的意译便是“恋影花”，花语是坚贞的爱情，引申一下便是自省对爱情的诚挚。"
      },
      {
        "id": 64,
        "name": "罗汉松",
        "imageUrl": "images/category/64.jpg",
        "scientificName": "Rosa chinensis Jacq.",
        "type": "蔷薇科 蔷薇属",
        "alias": "月月红、月月花",
        "desc": "自然花期8月到次年4月，花成大型，由内向外，呈发散型，有浓郁香气，可广泛用于园艺栽培和切花。月季的适应性强，耐寒、耐寒，不论地栽、盆栽均可，适用于美化庭院、装点园林、布置花坛、配植花篱、花架，月季栽培容易，可作切花，用于做花束和各种花篮，月季花朵可提取香精，并可入药。也有较好的抗真菌及协同抗耐药真菌活性。红色切花更成为情人间必送的礼物之一，并成为爱情诗歌的主题。",
        "habits": "月季花对气候、土壤要求虽不严格，但以疏松、肥沃、富含有机质、微酸性、排水良好的的壤土较为适宜。性喜温暖、日照充足、空气流通的环境。大多数品种最适温度白天为15-26℃，晚上为10-15℃。冬季气温低于5℃即进入休眠。有的品种能耐-15℃的低温和耐35℃的高温；夏季温度持续30℃以上时，即进入半休眠，植株生长不良，虽也能孕蕾，但花小瓣少，色暗淡而无光泽，失去观赏价值。",
        "shape": "月季花是直立灌木，高1-2米；小枝粗壮，圆柱形，近无毛，有短粗的钩状皮刺。小叶3-5，稀7，连叶柄长5-11厘米，小叶片宽卵形至卵状长圆形，长2.5-6厘米，宽1-3厘米，先端长渐尖或渐尖，基部近圆形或宽楔形，边缘有锐锯齿，两面近无毛，上面暗绿色，常带光泽，下面颜色较浅，顶生小叶片有柄，侧生小叶片近无柄，总叶柄较长，有散生皮刺和腺毛；托叶大部贴生于叶柄，仅顶端分离部分成耳状，边缘常有腺毛。",
        "grow": "[土壤]\n    露地栽培地选择地势较高，阳光充足，空气流通，土壤微酸性。栽培时深翻土地，并施入有机肥料做基肥。盆栽月季花宜用腐殖质丰富而呈微酸性肥沃的砂质土壤，不宜用碱性土。在每年的春天新芽萌动前要更换一次盆土，以利其旺盛生长，换土有助季当年开花。月季花可以用各种材质的花盆栽种，瓦盆自然也是可以的。配制成营养土应该注意排水，通风及各种养分的搭配。其比例是园土：腐叶土：砻糠灰=5：3：2。每年越冬前后适合翻盆、修根、换土，逐年加大盆径，以泥瓦盆为佳。\n[浇水]\n    给月季花浇水是有讲究的，要做到见干见湿，不干不浇，浇则浇透。月季花怕水淹，盆内不可有积水，水大易烂根。盛夏季节要每天浇一次水，见盆土表面发白时即可浇水。冬天休眠期一定要少浇水，保持半湿即可。月季浇水因季节而异，冬季休眠期保持土壤湿润，不干透就行。开春枝条前发，枝叶生长，适当增加水量，每天早晚浇1次水。在生长旺季及花期需增加浇水量，夏季高温，水的蒸发量加大，植物处于虚弱半休眠状态，最忌干燥脱水，每天早晚各浇一次水，避免阳光暴晒。高温时浇水，每次浇水应有少量水从盆底渗出，说明已浇透，浇水时不要将水溅在叶上，防止病害。\n[温度]\n月季花性喜凉爽温暖的气候环境，怕高温。最适宜的温度是18-28℃，当气温超过32℃时，花芽分化就会受到抑制。所以，在气温较高的盛夏，月季通常不开花，即便有少量的花，也比在常温下要逊色得多。在高温时可以把花盆移在阴凉的环境之处养护。",
        "reproduction": "嫁接法,嫁接常用野蔷薇作砧木，分芽接和枝接两种。芽接成活率较高，一般于8至9月进行，嫁接部位要尽量靠近地面，具体方法是：在砧木茎枝的一侧用芽接刀于皮部做“T”形切口，然后从玫瑰的当年生长发育良好的枝条中部选取接芽。将接芽插入“T”形切口后，用塑料袋扎缚，并适当遮荫，这样经过两周左右即可愈合。\n    播种法,即春季播种繁殖。可穴播，也可沟播，通常在4月上中旬即可发芽出苗。移植时间分春植和秋植两种，一般在秋末落叶后或初春树液流动前进行。\n    分株法,分株繁殖多在早春或晚秋进行，方法是将整株玫瑰带土挖出进行分株，每株有1至2条枝并略带一些须根，将其定植于盆中或露地，当年就能开花。",
        "origin": "中国是月季花的原产地之一。在中国主要分布于湖北、四川和甘肃等省的山区，尤以上海、南京、南阳、常州、天津、郑州和北京等市种植最多。",
        "variety": "月季花种类主要有食用玫瑰、藤本月季（CI系）、大花香水月季（切花月季主要为大花香水月季）（HT系）、丰花月季（聚花月季）（F/FI系）、微型月季（Min系）、树状月季、壮花月季（Gr系）、灌木月季（sh系）、地被月季（Gc系）等。",
        "application": "环保作用，可以做成延绵不断的花篱、花屏、花墙、用于机关、学校、居民小区、城区广场等地方，不仅能净化空气，美化环境，还能大降低周围地区的噪音污染，缓解火热夏季城市的温室效应。月季花还是吸收有害气体的能手，能吸收硫化氢、氟化氢、苯、苯酚等有害气体，同时对二氧化硫、二氧化氮等有较强的抵抗能力，因此月季花也是保护人类生活环境的良好花木。\n药用，花可提取香料。根、叶、花均可入药，具有活血消肿、消炎解毒功效。而且是一味妇科良药。中医认为，月季味甘、性温，入肝经有活血调经、消肿解毒之功效。由于月季花的祛瘀、行气、止痛作用明显，故常被用于治疗月经不调、痛经等病症。月经过多、白带多，用月季花（或根）15g水煎服或炖猪肉食；月季花10g、大枣12g同煎，汤成后加适量蜂蜜服用，此方又香又甜，不像是药，对经期潮热很有效。此外，女性常用月季花瓣泡水当茶饮，或加入其他健美茶中冲饮，还可活血美容，使人青春长驻。\n    观赏,月季花在园林绿化中，有着不可或缺的价值，月季在南北园林中，使用次数是最多的一种花卉。月季花是春季主要的观赏花卉，其花期长，观赏价值高，价格低廉，受到各地园林的喜爱。可用于园林布置花坛、花境、庭院花材，可制作月季盆景，作切花、花篮、花束等。月季因其攀援生长的特性，主要用于垂直绿化，在园林街景，美花环境中具有独特的作用。如能构成赏心悦目的能道和花柱，做成各种拱形，网格形，框架式架子供月季攀附，再经过适当的修剪整形，可装饰建筑物，成为联系建筑物与园林的巧妙“纽带”。",
        "culture": "月季在中国传统文化中处于弱势地位，但新的考古发现，月季花是华夏先民北方系--相当于传说中的黄帝部族的图腾植物。为中国十大名花之一。月季被誉为“花中皇后”，而且有一种坚韧不屈的精神，花香悠远。原产中国，早在汉代就有栽培，唐宋以后更是栽种不绝，历来文人也留下了不少赞美月季的诗句。唐代著名诗人白居易曾有“晚开春去后，独秀院中央”的诗句，宋代诗人苏东坡诗云“花落花开无间断，春来春去不相关；牡丹最贵惟春晚，芍药虽繁只夏初，惟有此花开不厌，一年常占四时春” 。 北宋韩琦对它更是赞誉有加：“牡丹殊绝委春风，露菊萧疏怨晚丛。何以此花容艳足，四时长放浅深红。”"
      },
      {
        "id": 65,
        "name": "水石榕",
        "imageUrl": "images/category/65.jpg",
        "scientificName": "Camellia sp.",
        "type": "山茶科 山茶属",
        "alias": "山茶花",
        "desc": "因其植株形姿优美，叶为浓绿绿而光泽，花形艳丽缤纷，而受到世界园艺界的珍视。茶花的品种极多，是中国传统的观赏花卉，“十大名花”中排名第八，亦是世界名贵花木之一。原产于中国东部，在长江流域、珠江流域、重庆、云南和四川各地，朝鲜、日本、中国台湾和印度等地普遍种植。",
        "habits": "茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5-6.5最佳。适温在20-32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70%以上，大部分品种可耐-8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "shape": "茶花是灌木或小乔木植物，高9米，嫩枝无毛。叶革质，椭圆形，长5-10厘米，宽2.5-5厘米，先端略尖，或急短尖而有钝尖头，基部阔楔形，上面深绿色，干后发亮，无毛，下面浅绿色，无毛，侧脉7-8对，在上下两面均能见，边缘有相隔2-3.5厘米的细锯齿。叶柄长8-15毫米，无毛。",
        "grow": "整理修剪地栽山茶主要剪去干枯枝、病弱枝、交叉枝、过密枝，明显影响树形的枝条，以及字符串换行 html疏去多余的花蕾。盆栽山茶除以上工作外，还应根据个人喜好进行整形修剪，但不宜重剪，因其生长势不强。\n    浇水山茶对肥水要求较高，中性和碱性壤土均不利其生长。北方尤其要注意将碱性水经过酸化处理后才，可浇花，具体办法是将自来水贮放2天，使水中的氯气挥发掉，再加入适量硫酸亚铁（占水0.5%左右）。浇水量不可过大，否则易烂根。盆土也不能干，否则易使根因失水而萎缩，以保持盆土和周围环境湿润为宜。花期勿喷水。一般冬季室内较干燥，应经常向山茶叶面喷水，以形成一个湿润的小气候。但阴雨天忌喷水。浇水时不要把水喷在花朵上，否则会引起花朵霉烂，缩短花期。花谢后及时摘去残花。冬季浇水要视室内温度而定，一般3天左右一次，保持盆土湿润，忌积水或浇半截水。用自来水应先在水桶中存放一两天，让氯气挥发掉。水中最好放百分之一的硫酸亚铁，以利于改善水质。\n温度山茶为半阴性花卉，夏季需搭棚遮阴。立秋后气温下降，山茶进入花芽分化期，应逐渐使全株受到充足的光照。冬季应置于室内阳光充足处，若室内光线太弱，山茶则生长不良，并易得病虫害。山茶为长日照植物。在日长12小时的环境中才能形成花芽。最适生长温度18-25℃，最适开花温度10-20℃，高于35℃会灼伤叶片。不耐寒，冬季应入室，温度保持3-5℃，也能忍耐短时间-10℃的低温，但不能长时间超过16℃，否则会促使发芽，引起落叶。生长期要置于半阴环境中，不宜接受过强的直射阳光。特别是夏、秋季要进行遮荫，或放树下疏荫处。山茶喜温暖，怕寒冷。室内温度不能低于5℃。温度在10℃至15℃的房间内，其他措施得当，春节即可开花，花期可至3月份。",
        "reproduction": "扦插此方法最简便，扦插时间以9月间最为适宜，春季亦可。选择生长良好，半木质化枝条，除去基部叶片，保留上部3片叶，用利刀切成斜口，立即将切口浸入200-500ppm吲哚丁酸5-15分钟，晒干后插入沙盆或蛭石盆，插后浇水40天左右伤口愈合，60天左右生根。用激素处理后扦插比不用激素的提早2-3个月出根。用蛭石作插床，出根也比沙床快得多。\n   靠接选择适当的品种如茶盅茶或油茶作砧木，靠接名贵的茶花。靠接的时间一般在清明节至中秋节之间。先把砧木栽在花盆里，用刀子在所要结合的部位分别削去一半左右，切口要平滑，然后使双方的切面紧密贴合，用塑料薄膜包扎，每天给砧木淋水两次，60天后即可愈合。到时可剪下栽植，并置于树阴下，避免阳光直射。翌年2月，用刀削去砧木的尾部，再行定植。\n    叶插叶插法茶花繁殖一般采用枝条扦插繁殖，但有些名贵品种由于受枝条来源的限制，或考虑到取材后会影响其树形，所以也采用叶插法。以山泥作扦插基质，可拌入1/3的河沙，以利通气排水，基质盛在瓦盆中，然后进行盆插。叶插最好在雨季进行，取一年生叶片作叶插材料，太老不易生根，过嫩容易腐烂。插入土中约2厘米，插后压紧土壤，浇足水，然后放在阴凉通风的地方。一般3个月可以发根，第二年春可以发芽抽枝。",
        "origin": "主要分布于中国和日本。中国中部及南方各省露地多有栽培，已有1400年的栽培历史，北部则行温室盆栽。重庆、云南、四川、台湾、山东、江西等地有野生种。",
        "variety": "茶花品种大约有2000种，可分为3大类，12个花型，2013年中国茶花品种已有306个以上。《花镜》载茶花品种有十九个：玛瑙茶、鹤顶红、宝珠茶、蕉萼白宝珠、杨妃茶、正宫粉、石榴茶、一捻红、照殿红、晚山茶、南山茶等。茶花型多，有单瓣、半重瓣、重瓣、曲瓣、五星瓣、六角形、松壳型等。花有红、黄、白、粉，甚至白瓣红点等色。",
        "application": "植物造景材料。山茶四季常绿，分布广泛，树姿优美，是中国南方重要的植物造景材料之一。\n    药用凉血止血；散瘀；消瘀肿。主吐血；衄血；咳血；便血；痔血；赤血痢；血淋；血崩；带下；烫伤；跌扑损伤。用于吐血，衄血，便血，血崩；外用治烧烫伤，创伤出血。",
        "culture": "山茶花开花于冬春之际，花姿丰盈，端庄高雅，是中国传统十大名花之一，也是世界名花之一。郭沫若盛赞曰：“茶花一树早桃红，百朵彤云啸傲中。”山茶花，既具有“唯有山茶殊耐久，独能深月占春风”的傲梅风骨，又有“花繁艳红，深夺晓霞”的凌牡丹之鲜艳，因此自古以来就是极富盛名的木本花卉，在唐宋两朝达到了登峰造极之境，十七世纪引入欧洲后也造成轰动，也因此获得“世界名花”的美名。"
      },
      {
        "id": 66,
        "name": "大王椰子",
        "imageUrl": "images/category/66.jpg",
        "scientificName": "Rhododendron simsii Planch.",
        "type": "杜鹃花科 杜鹃属",
        "alias": "山踯躅、映山红",
        "desc": "该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，长沙、无锡、九江、镇江、大理、嘉兴、赣州等城市定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。",
        "habits": "杜鹃性喜凉爽、湿润、通风的半阴环境，既怕酷热又怕严寒，生长适温为12℃至25℃，夏季气温超过35℃，则新梢、新叶生长缓慢，处于半休眠状态。夏季要防晒遮阴，冬季应注意保暖防寒。忌烈日暴晒，适宜在光照强度不大的散射光下生长，光照过强，嫩叶易被灼伤，新叶老叶焦边，严重时会导致植株死亡。冬季，露地栽培杜鹃要采取措施进行防寒，以保其安全越冬。观赏类的杜鹃中，西鹃抗寒力最弱，气温降至0℃以下容易发生冻害。",
        "shape": "落叶灌木，高2（-5）米；分枝多而纤细，密被亮棕褐色扁平糙伏毛。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形，长1.5-5厘米，宽0.5-3厘米，先端短渐尖，基部楔形或宽楔形，边缘微反卷，具细齿，上面深绿色，疏被糙伏毛，下面淡白色，密被褐色糙伏毛，中脉在上面凹陷，下面凸出；叶柄长2-6毫米，密被亮棕褐色扁平糙伏毛。",
        "grow": "土壤杜鹃是喜荫的植物，太阳的直射对它生长不利，所以杜鹃专类园最好选择在有树影遮荫的地方，或者在做绿化设计时，就考虑到这一点，有意地在专类园中配置乔木。杜鹃喜排水良好的酸性土壤，但由于各专类园和景观都要用水泥做道路和铺装，使得杜鹃栽植地土壤板结，碱性严重，所以必须把栽植地的土壤进行更换，并加一定量的泥炭土。\n    浇水杜鹃对土壤干湿度要求是润而不湿。一般春秋季节，对露地栽种的杜鹃可以隔2-3天浇一次透水，在炎热夏季，每天至少浇一次水。日常浇水，切忌用碱性水，浇水时还应注意水温不宜过冷，尤其在炎热夏天，用过冷水浇透，造成土温骤然降低，影响根系吸水，干扰植株生理平衡。\n    温度杜鹃喜欢空气湿度大的环境，但有些杜鹃专类园都建在广场、道路两旁，空气流动快，比较干燥，所以必须经常对杜鹃叶片进行喷水或对周围空气进行喷雾，使杜鹃园周围空气保持湿润。",
        "reproduction": "扦插此法应用最广，优点是操作简便、成活率高、生长迅速、性状稳定。\n    嫁接可一砧接多穗，多品种，生长快，株形好，成活率高。\n    播种杜鹃绝大多数都能结实采种，仅有重瓣不结实。一般种子的成熟期从每年的10月-1月，当果皮由青转黄至褐色时，果的顶端裂开，种子开始散落，此时要随时采收。末开裂的变褐均采下来，放在室内通风良好处摊凉，使之自然开裂，再去掉果壳等杂质，装入纸袋或布袋中，保存在阴凉通风处。如果有温室条件，随采随播发芽率高。一般播种时间3-4月份，采用盆播，因为种子小，把盆里外洗干净，放在阳光下晒干，灭菌消毒，土壤也灭菌消毒，装盆±要通透性好的、湿润肥沃含有丰富的有机质的酸性土。为了出苗均匀，种子掺些细土，撒入盆内上面盖一层薄细土，浇水用窨水法渗入盆内，把盆放在前窗台上，盖一层玻璃或塑料薄膜，目的是提高盆内温度。小苗出土后，逐渐减少覆盖时间，因苗嫩小，注意温变，突然高低变化，强光的照射。苗长得很慢，5-6月份才长出2-3片真叶，这时在室内做第一次移栽，株行距2-3厘米，苗高2-3厘米（大约11月份），大苗移栽在10厘米盆中一株，小苗栽三株。用细喷壶浇水和淡肥水。播种后第二年春季出花房，放在荫棚下养护。6月换13.3厘米盆中，第三年植株有20厘米高，已有分枝几个也有花蕾出现，换16.7厘米盆中，以后根据植株的大小，逐年换盆。",
        "origin": "产自中国江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州和云南。",
        "variety": "毛鹃、夏鹃、西洋鹃、东鹃、春鹃、羊踯躅、迎红杜鹃、马银花、云银杜鹃。杜鹃花属约有900种，亚洲约产850种。其中，中国约有530种，除新疆外南北各小区均有分布。新几内亚、马来西亚约有280种，几乎全为附生型 。此外，北美分布有24种，欧洲分布有9种，大洋洲分布1种。杜鹃花属种类多，差异很大，有常绿大乔木、小乔木，常绿灌木和落叶灌木。 　　杜鹃花分落叶和常绿两大类。落叶类叶小，常绿类叶片硕大。花的颜色有红、紫、黄、白、粉、蓝等色。喜阴凉、湿润，耐寒，多生长在海拔1000－1400米的山坡、高山草甸、林缘、石壁和沼泽地。",
        "application": "经济有的叶花可入药或提取芳香油，有的花可食用，树皮和叶可提制烤胶，木材可做工艺品等。高山杜鹃根系发达，是很好的水土保持植物。\n    观赏杜鹃繁叶茂，绮丽多姿，萌发力强，耐修剪，根桩奇特，是优良的盆景材料。园林中最宜在林缘、溪边、池畔及岩石旁成丛成片栽植，也可于疏林下散植。杜鹃也是花篱的良好材料，毛鹃还可经修剪培育成各种形态。杜鹃专类园极具特色。在花季中绽放时即使杜鹃总是给人热闹而喧腾的感觉，而不是花季时，深绿色的叶片也很适合栽种在庭园中做为矮墙或屏障。\n    药用根（杜鹃根）：酸、甘、温。活血，止痛，祛风，止痛。用于吐血、衄血，月经不调，崩漏，风湿痛，跌打损伤。叶（杜鹃叶）：酸，平。清热解毒，止血。用于痈肿疔疮，外伤出血，瘾疹。花（杜鹃）：酸、甘，温。活血，调经，祛风湿。用于月经不调，经闭，崩漏，跌打损伤，风湿痛，吐血，衄血。",
        "culture": "自唐宋以来，诗人，词人皆多题咏。美丽的杜鹃花始终闪烁于山野，妆点于园林，自古以来就博得人们的欢心。自唐宋诗人白居易、杜牧、苏东坡、辛弃疾、至明清杨升庵、康熙帝都有赞誉杜鹃花的佳作。大诗人李白见杜鹃花想起家乡的杜鹃鸟，触景生情，怀念家乡，写出了一首脍炙人口的诗“蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。"
      },
      {
        "id": 67,
        "name": "阴香",
        "imageUrl": "images/category/67.jpg",
        "scientificName": "Armeniaca mume Sieb",
        "type": "蔷薇科 杏属",
        "alias": "梅树、梅花",
        "desc": "梅花是中国十大名花之首，与兰花、竹子、菊花一起列为四君子，与松、竹并称为“岁寒三友”。在中国传统文化中，梅以它的高洁、坚强、谦虚的品格，给人以立志奋发的激励。在严寒中，梅开百花之先，独天下而春。",
        "habits": "梅花对土壤要求不严，耐贫瘠，凡排水良好的粘土、壤土及沙质土，Ph值在6—8，地势稍高或有坡度之处，均能良好生长，悔最畏涝，如遇大量积水时，常易根腐致死。",
        "shape": "株高约10m，干呈褐紫色，多纵驳纹。小枝呈绿色。叶片广卵形至卵形，边缘具细锯齿。花每节1～2朵，无梗或具短梗，原种呈淡粉红或白色，栽培品种则有紫、红、彩斑至淡黄等花色，于早春先叶而开。 ",
        "grow": "栽培管理 梅花栽培分为露地栽培、切花栽培、盆栽和桩景栽培。",
        "reproduction": "[嫁接]\n    繁殖嫁接是中国繁殖梅花常用的一种方法，嫁接苗生长发育快，开花早，能保持原种的优良特性。嫁接砧木可选用桃、山桃、杏、山杏及梅的实生苗，其中桃、山桃的种子最易得到，嫁接易成活，接后生长快捷，开花繁多，因而生产上较多应用，但接后易发生病虫害，使得寿命缩短，不如杏、山杏、梅为砧木好，因而提倡用三者的种子培育1-2年实生苗，再作为砧木用于嫁接。\n[扦插]\n    扦插繁殖成活率很低，若要得到较高的成活率，必须选用容易生根的品种。插条选择幼龄母树当年生健壮枝条，长10-15厘米，于早春花后或秋季落叶后进行扦插。\n[压条]\n梅的繁殖量不大时可使用压条法。早春2-3月选生长茁壮的l-3年生长枝，在母树旁挖一条沟，在枝条弯曲处下方将枝条刻伤或环剥（宽0.5-l厘米，深达木质部），压入沟中，然后覆土，待生根后逐渐剪离母树。亦可用高压法繁殖大苗，在梅雨季节，从母树上选取适当枝条刻伤或环剥，然后用塑料袋包混合土，两头绑紧，保持湿度，过一个月后检查是否生根，生根后可从切口下剪离移栽培养。\n[播种]\n    播种以秋播为好，如须春播则应在秋季用砂层积种子，早春取出条播。果实6-7月变色时采收，摊放室内，使充分后熟，洗出种子晾干备用。梅花的播种实生苗由于生育速度慢，进入开花期迟，且后代种性变异大，用于繁殖砧木或选育新品种用。",
        "origin": "中国各地均有栽培，但以长江流域以南各省最多，江苏北部和河南南部也有少数品种，某些品种已在华北引种成功。日本和朝鲜也有。",
        "variety": " 果梅：白梅品种群、青梅品种群、花梅品种群. \n    花梅：花梅的品种，由于长期栽培，变异较大，品种甚多 ",
        "application": "经济，变种和品种极多，可分花梅及果梅两类。花梅主要供观赏。果梅其果实主要作加工或药用，一般加工制成各种蜜饯和果酱；用青梅加工制成乌梅供药用，为收敛剂，能治痢疾，并有镇咳、祛痰、解热、杀虫等功效，又为提取枸橼酸的原料；花蕾能开胃散郁、生津化痰、活血解毒；根研成粉末治黄疽有效。该种植物对氟化氢污染敏感，可以用来监测大气氟化物行染。未成熟果实含柠檬酸、苹果酸、琥珀酸等；种子含苦杏仁苷；花含挥发油，油中含苯甲醛、苯甲酸等。梅花最宜植于庭院、草坪、低山丘陵，可孤植、丛植、群植。又可盆栽观赏或加以整剪做成各式桩景，或作切花瓶插供室内装饰用。\n医药，花蕾（梅花）：微酸、涩，平。开郁和中，化痰，解毒。用于郁闷心烦，肝胃气痛，梅核气，瘰疬疮毒。果实（乌梅）：酸、涩，平。敛肺，涩肠，生津，安蛔。用于肺虚久咳，虚热消渴，蛔厥呕吐腹痛，胆道蛔虫症。",
        "culture": " 梅，「独天下而春」，作为传春报喜、吉庆的象征，从古至今一直被中国人视为吉祥之物。「梅具四德，初生为元，是开始之本；开花为亨，意味着通达顺利；结子为利，象征祥和有益；成熟为贞，代表坚定贞洁。」此为梅之「元亨利贞」四德。梅开五瓣，象征五福，即快乐、幸福、长寿、顺利与和平。"
      },
      {
        "id": 68,
        "name": "苏铁",
        "imageUrl": "images/category/68.jpg",
        "scientificName": "Nelumbo SP.",
        "type": "睡莲科科 莲属",
        "alias": "芙蓉、水华",
        "desc": "荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。",
        "habits": "荷花是水生植物，性喜相对稳定的平静浅水、湖沼、泽地、池塘，是其适生地。荷花的需水量由其品种而定，大株形品种如古代莲、红千叶相对水位深一些，但不能超过1.7米．中小株形只适于20-60厘米的水深。同时荷花对失水十分敏感，夏季只要3小时不灌水，水缸所栽荷叶便萎靡，若停水一日，则荷叶边焦，花蕾回枯．荷花还非常喜光，生育期需要全光照的环境。荷花极不耐荫，在半荫处生长就会表现出强烈的趋光性。",
        "shape": "荷花是多年生水生草本；根状茎横生，肥厚，节间膨大，内有多数纵行通气孔道，节部缢缩，上生黑色鳞叶，下生须状不定根。",
        "grow": "水质荷花是水生植物，生长期内时刻都离不开水。生长前期，水层要控制在三厘米左右，水太深不利于提高土温。如用自来水，最好另缸盛放，晒一二天再用。夏天是荷花的生长高峰期，盆内切不可缺水。入冬以后，盆土也要保持湿润以防种藕缺水干枯。\n    施肥荷花的肥料以磷钾肥为主，辅以氮肥。如土壤较肥，则全年可不必施肥。腐熟的饼肥、鸡鸭鹅粪是最理想的肥料，小盆中施半两即可，大盆中最多只能施1-2两，切不可多施，并要充分与泥土拌和。生长旺期，如发现叶片色黄、瘦弱，可用每盒0·5克尿素拌于泥中，搓成10克左右的小球，每盆施一粒，施在盆中央的泥土中，7天见效。\n    越冬入冬以后，将盆放入室内或埋入冻土层下即可，黄河以北地区除埋入冻土层以下还要覆盖农膜，整个冬季要保持盆土湿润。",
        "reproduction": "种子育苗首先要破壳。5-6月将种子凹进的一端在水泥地上或粗糙的石块上磨破，浸种育苗。要保持水清，经常换水，约一周左右出芽，两周后生根移栽，每盆栽一株，水层要浅，不可将荷叶淹在水中。90%左右当年可开花，但当年开花不多。\n    分藕栽植3月中旬至4月中旬是翻盆栽藕的最佳时期。过早栽植会有寒流影响，种藕容易受冻害。北方地区遇寒流时可用透明农膜覆盖。栽插前，盆泥要和成糊状，栽插时种藕顶端沿盆边呈20度斜插入泥，碗莲深5厘米左右。大型荷花深10厘米左右，头低尾高。尾部半截翘起，不使藕尾进水。栽后将盆放置于阳光下照晒，使表面泥土出现微裂，以利种藕与泥土完全粘合，然后加少量水，待芽长出后，逐渐加深水位，最后保持3-5厘米水层。池塘栽植前期水层与盆荷一样，后期以不淹没荷叶为度。",
        "origin": "荷花一般分布在中亚，西亚、北美，印度、中国、日本等亚热带和温带地区。荷花在中国南起海南岛（北纬19度左右），北至黑龙江的富锦（北纬47.3度），东临上海及台湾省，西至天山北麓，除西藏自治区和青海省外，全国大部分地区都有分布。垂直分布可达海拔2000米，在秦岭和神农架的深山池沼中也可见到。",
        "variety": "荷花栽培品种很多， 依用途不同可分为藕莲、子莲和花莲三大系统。",
        "application": "食用中国古代民间就有春天折梅赠远，秋天采莲怀人的传统。自古中国人民就视莲子为珍贵食品，如今仍然是高级滋补营养品，众多地方专营莲子生产。莲藕是最好的蔬菜和蜜饯果品。莲叶、莲花、莲蕊等也都是中国人民喜爱的药膳食品。可见荷花食文化的丰富多彩。传统的莲子粥、莲房脯、莲子粉、藕片夹肉、荷叶蒸肉、荷叶粥等。叶为茶的代用品，又作为包装材料。荷花的地下茎在淤泥中生长，会被有毒物质侵染，只因藕的特别细密的表皮组织和含有丹宁的下皮，具有一定的阻挡或吸收有毒物质的能力，因而有毒物质多黏附在表皮上或渗入表皮中。在食用藕时要削去外皮，以防把有毒物质也吃进肚中。\n    观赏荷花专类园，中国荷花专类园有三种：一是像武汉东湖磨山的园林植物园，园中开辟一处以观赏，研究荷花为主的大型水生花卉区；二是像南京莫愁湖，杭州新“曲院风荷”这类是以荷花欣赏为主的大型公园；再一类就是以野趣为主，旅游结合生产的荷花民俗旅游资源景区，如广东三水的荷花世界，湖南岳阳的团湖风景区。\n    药用《本草纲目》中记载说荷花，莲子、莲衣、莲房、莲须、莲子心、荷叶、荷梗、藕节等均可药用。荷花能活血止血、去湿消风、清心凉血、解热解毒。莲子能养心、益肾、补脾、涩肠。莲须能清心、益肾、涩精、止血、解暑除烦，生津止渴。荷叶能清暑利湿、升阳止血，减肥瘦身，其中荷叶简成分对于清洗肠胃，减脂排瘀有奇效。藕节能止血、散瘀、解热毒。荷梗能清热解暑、通气行水、泻火清心。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 69,
        "name": "红花檵木",
        "imageUrl": "images/category/69.jpg",
        "scientificName": "Dendranthema morifolium（Ramat. ）Tzvel",
        "type": "菊科 菊属",
        "alias": "金英、黄华",
        "desc": "菊花是中国十大名花第三，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。",
        "habits": "菊花为短日照植物，在短日照下能提早开花。喜阳光，忌荫蔽，较耐早，怕涝。喜温暖湿润气候，但亦能耐寒，严冬季节根茎能在地下越冬。花能经受微霜，但幼苗生长和分枝孕蕾期需较高的气温。最适生长温度为20℃左右。",
        "shape": "菊花为多年生草本，高 60-150厘米。茎直立，分枝或不分枝，被柔毛。叶互生，有短柄，叶片卵形至披针形，长 5-15公分，羽状浅裂或半裂，基部楔形，下面被白色短柔毛，边缘有粗大锯齿或深裂，基部楔形，有柄。头状花序单生或数个集生于茎枝顶端，直径 2.5-20厘米，大小不一，单个或数个集生於茎枝顶端；因品种不同，差别很大。总苞片多层，外层绿色，条形，边缘膜质，外面被柔毛；舌状花白色、红色、紫色或黄色。花色则有红、黄、白、橙、紫、粉红、暗红等各色，培育的品种极多，头状花序多变化，形色各异，形状因品种而有单瓣、平瓣、匙瓣等多种类型，当中为管状花，常全部特化成各式舌状花；花期 9-11月。雄蕊、雌蕊和果实多不发育。",
        "grow": "盆土宜选用肥沃的砂质土壤，先小盆后大盆，经2-3次换盆，7月可定盆；定盆可选用6份腐叶土、3份砂土和1份饼肥渣配制成混合土壤。浇透水后放阴凉处，待植株生长正常后移至向阳处。\n    浇水春季菊苗幼小，浇水宜少；夏季菊苗长大，天气炎热，蒸发量大，浇水要充足，可在清晨浇一次，傍晚再补浇一次，并要用喷水壶向菊花枝叶及周围地面喷水，以增加环境湿度；立秋前要适当控水、控肥，以防止植株窜高疯长。立秋后开花前，要加大浇水量并开始施肥，肥水逐渐加浓；冬季花枝基本停止生长，植株水分消耗量明显减少，蒸发量也小，须严格控制浇水。浇水最好用喷水壶缓缓喷洒，不可用猛水冲浇。浇水除要根据季节决定量和次数外，还要根据天气变化而变化。阴雨天要少浇或不浇；气温高蒸发量大时要多浇，反之则要少浇。一般在给花浇水时，要见盆土变干时再浇，不干不浇，浇则浇透。但不要使花盆汪水，否则会造成烂根、叶枯黄，引起植株死亡。\n    施肥在菊花植株定植时，盆中要施足底肥。以后可隔10天施一次氮肥。立秋后自菊花孕蕾到现蕾时，可每周施一次稍浓一些的肥水；含苞待放时，再施一次浓肥水后，即暂停施肥。如果此时能给菊花施一次过磷酸钙或0.1%磷酸二氢钾溶液，则花可开得更鲜艳一些。",
        "reproduction": "有营养繁殖与种子繁殖两法。营养繁殖包括杆插、分株、嫁接、压条及组织培养等。通常以扦插繁殖为主，其中又分芽插、嫩枝插、叶芽插。",
        "origin": "菊花遍布中国各城镇与农村，尤以北京、南京、上海、杭州、青岛、天津、开封、武汉、成都、长沙、湘潭、西安、沈阳、广州、中山市小榄镇等为盛。 8世纪前后，作为观赏的菊花由中国传至日本被推崇为日本国徽的图样。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "variety": "夏菊：又名五九菊。在每年农历5月及9月各开花一次。现今利用保护设施栽培可在阳历5月及10月各开花一次。秋菊：花期有早、晚之分。早菊花期在9月中、下旬为中型菊。晚菊花期在10-11月为大型菊，是栽培最普遍的秋菊。寒菊：又称冬菊。花期自12月至翌年1月。",
        "application": "菊花能入药治病，久服或饮菊花茶能令人长寿。宋代诗人苏辙：“南阳白菊有奇功，潭上居人多老翁”。菊花可以做成精美的佳肴。“菊花肉”是经过长期摸索制作成的一种菊菜，它由一块块用蔗糖熬浆炮制的白嫩猪肉加工制成，玲珑剔透，有如白玉。每块之上黏上几丝菊瓣，饱饮油脂糖甜，观其金黄色泽，吃到口里荤中有素，素中有荤，香甜不腻，实为名菜。还有菊花鱼球、油炸菊叶、菊花鱼片粥、菊花羹、菊酒、菊茶等等，这些菊餐不但色香味俱佳，而且营养丰富。北京有名的“菊花锅子”（即在涮羊肉火锅里放些菊花煮汤），清淡味美，更是别有风味。\n    赏菊，一直是中国民间长期流传的习惯，远从古代的京都帝王宫廷、官宦门第和庶民百姓，近至当今中国各城市的人民群众，每年都在秋天举行菊花会、菊展和菊式等各种形式的赏菊活动。北京植物园每年秋季都会举办赏菊活动。广东省中山县小榄镇菊花会始办于宋代末年，至今已有七百多年的历史，是中国延续年代最久、规模最大的菊会之一，人数最多时可达一百万。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 70,
        "name": "南洋杉",
        "imageUrl": "images/category/70.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰、国香",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。\n    春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      },
      {
        "id": 71,
        "name": "水蒲桃",
        "imageUrl": "images/category/71.jpg",
        "scientificName": "Osmanthus sp.",
        "type": "木樨科 木樨属",
        "alias": "岩桂、金栗",
        "desc": "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
        "habits": "桂花适应于亚热带气候地区。性喜温暖，湿润。种植地区平均气温14-28℃，7月平均气温24-28℃，1月平均气温0℃以上，能耐最低气温-13℃，最适生长气温是15-28℃。湿度对桂花生长发育极为重要，要求年平均湿度75%-85%，年降水量1000毫米左右，特别是幼龄期和成年树开花时需要水分较多，若遇到干旱会影响开花，强日照和荫蔽对其生长不利，一般要求每天6-8小时光照。",
        "shape": "桂花是常绿乔木或灌木，高3-5米，最高可达18米；树皮灰褐色。小枝黄褐色，无毛。叶片革质，椭圆形、长椭圆形或椭圆状披针形，长7-14.5厘米，宽2.6-4.5厘米，先端渐尖，基部渐狭呈楔形或宽楔形，全缘或通常上半部具细锯齿，两面无毛，腺点在两面连成小水泡状突起，中脉在上面凹入，下面凸起，侧脉6-8对，多达10对，在上面凹入，下面凸起；叶柄长0.8-1.2厘米，最长可达15厘米，无毛。",
        "grow": "种植方法应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。\n    浇水地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。4月出房后，可适当增加水量，生长旺季可浇适量的淡肥水，花开季节肥水可略浓些。\n温度在黄河流域以南地区可露地栽培越冬。盆栽应冬季搬入室内，置于阳光充足处，使其充分接受直射阳光，室温保持5℃以上，但不可超过10℃。翌年4月萌芽后移至室外，先放在背风向阳处养护，待稳定生长后再逐渐移至通风向阳或半阴的环境，然后进行正常管理。生长期光照不足，影响花芽分化。",
        "reproduction": "扦插在春季发芽以前，用一年生发育充实的枝条，切成5-10厘米长，剪去下部叶片，上部留2-3片绿叶，插于河沙或黄土苗床，株行距3厘米X 20厘米，插后及时灌水或喷水，并遮荫，保持温度20-25℃，相对湿度85%-90%，2个月后可生根移栽。\n    播种4-5月份桂花果实成熟，当果皮由绿色变为紫黑色时即可采收。桂花种子有后熟作用，至少要有半年的砂藏时间，采收后洒水堆沤，清除果肉，置阴凉处使种子自然风干，混砂贮藏，砂藏后可秋播或春播。砂藏期间要经常检查，防止种子霉烂或遭鼠害。播种繁殖一般采用条播的方法。播种前要整好地，施足基肥，亦可播于室内苗床。播种时将种脐侧放，以免胚根和幼茎弯曲，将来影响幼苗生长。播后覆盖一层细上，然后盖上草占，遮荫保湿，经常保持土壤湿润，当年即可出苗。每亩用种量约20千克，可产苗木3万株左右。小苗于苗床生长2年后，第3年可移植栽培。实生苗开花较晚，定植8-10年后方能现花。\n    嫁接嫁接砧木多用女贞、小叶女贞、小蜡、水蜡、白蜡和流苏（别名油公子、牛筋子）等。大量繁殖苗木时，北方多用小叶女贞，在春季发芽之前，自地面以上5厘米处剪断砧木；剪取桂花1-2年生粗壮枝条长10-12厘米，基部一侧削成长2-3厘米的削面，对侧削成一个45度的小斜面；在砧木一侧约1/3处纵切一刀，深约2-3厘米；将接穗插入切口内，使形成层对齐，用塑料袋绑紧，然后埋土培养。用小叶女贞作砧木成活率高，嫁接苗生长快，寿命短，易形成“上粗下细”的“小脚”现象。用水蜡作砧木，生长慢，但寿命较长。盆栽桂花多行靠接。用流苏作砧木，靠接宜在生长季节进行，不宜在雨季或伏天靠接。靠接时选二者枝条粗细相近的接穗和砧木，在接穗适当部位削成梭形切口，深达木质部，长约3-4厘米，在砧木同等高度削成与接穗大小一致的切口，然后将两切口靠在一起，使二者形成层密结，用塑料条扎紧，愈合后，剪断接口上面的砧木和下面的接穗。嫁接苗的根系因砧木而异；插条埋入土中各处易生不定根，但无明显主根。桂花分枝性强且分技点低，特别在幼年尤为明显，因久常呈灌木状。密植或修剪后，则可成明显主干。树皮粗糙，灰褐色或灰白色，有时显出皮孔。叶面光滑，革质，近轴面暗亮绿色，远轴面色较谈；椭圆形，长椭圆形、卵形、倒卵形、披针形、倒披针形、长被针形至卵状披针形。",
        "origin": "园林桂花原产中国西南喜马拉雅山东段，印度，尼泊尔，柬埔寨也有分布。中国西南部、四川、陕南、云南、广西、广东、湖南、湖北、江西、安徽、河南等地，均有野生桂花生长，现广泛栽种于淮河流域及以南地区，其适生区北可抵黄河下游，南可至两广、海南等地。",
        "variety": "桂花经过长期栽植、自然杂交和人工选育，产生了许多栽培品种。通过进一步调查清理，已初步确定各桂花品种32个。以花色而言，有金桂、银桂、丹桂之分；以叶型而言，有柳叶桂、金扇桂、滴水黄、葵花叶、柴柄黄之分；以花期而言，有八月桂、四季桂、月月佳之分等。",
        "application": "观赏周《客座新闻》中记载：“衡神词其径，绵亘四十余里，夹道皆合抱松桂相间，连云遮日，人行空翠中，而秋来香闻十里，其数竟达17000株，真神幻佳景”。可见当时已有松桂相配作行道树。在现代园林中，因循古例，充分利用桂花枝叶繁茂，四季常青等优点，用作绿化树种。其配置形式不拘一格，或对植，或散植，或群植、列植。传统配置中自古就有“两桂当庭”、“双桂留芳”的称谓，也常把玉兰、海棠、牡丹、桂花四种传统名花同植庭前，以取玉、堂、富、贵之谐音，喻吉祥之意。\n    药用桂花功效：淡黄白色，芳香，提取芳香油，制桂花浸膏，可用于食品、化妆品，可制糕点、糖果，并可酿酒。桂花味辛，可入药。以花、果实及根入药。秋季采花；春季采果；四季采根，分别晒干。花：辛，温。果：辛、甘，温。根：甘、微涩，平。功能主治：花：散寒破结，化痰止咳。用于牙痛，咳喘痰多，经闭腹痛。果：暖胃，平肝，散寒。用于虚寒胃痛。根：祛风湿，散寒。用于风湿筋骨疼痛，腰痛，肾虚牙痛。\n    膳食糯米桂花藕、桂花黄林酥、桂花糕、枸杞桂花茶、桂花紫薯糯米饭、桂花奶豆腐、桂花酒酿细圆子、烧桂花肠、桂花杏仁豆腐、桂花小豆粥。",
        "culture": "桂花有很多别称：因为叶子像圭而称“桂”；纹理如犀，又叫木犀；其清雅高洁，香飘四溢，被称为“仙友”；桂花又被称为“仙树”、“花中月老”。桂花通常生长在岩岭上，也叫“岩桂”；桂花开花时浓香致远，其香气具有清浓两兼的特点，清可荡涤，浓可致远，因此有“九里香”的美称；黄花细如粟，故又有“金粟”之名；桂花为“仙客”；花开于秋，旧说秋之神主西方，所以也称“西香”或“秋香”；桂花树是崇高、贞洁、荣誉、友好和吉祥的象征，凡仕途得志，飞黄腾达者谓之“折桂”。"
      },
      {
        "id": 72,
        "name": "杜英",
        "imageUrl": "images/category/72.jpg",
        "scientificName": "Paeonia suffruticosa Andr",
        "type": "芍药科 芍药属",
        "alias": "富贵花、洛阳花",
        "desc": "唐代刘禹锡有诗曰：“庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。”在清代末年，牡丹就曾被当作中国的国花。1985年5月牡丹被评为中国十大名花第二名。是中国特有的木本名贵花卉，有数千年的自然生长和1500多年的人工栽培历史。在中国栽培甚广，并早已引种世界各地。牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。",
        "habits": "性喜温暖、凉爽、干燥、阳光充足的环境。喜阳光，也耐半阴，耐寒，耐干旱，耐弱碱，忌积水，怕热，怕烈日直射。适宜在疏松、深厚、肥沃、地势高燥、排水良好的中性沙壤土中生长。酸性或黏重土壤中生长不良。充足的阳光对其生长较为有利，但不耐夏季烈日暴晒，温度在25℃以上则会使植株呈休眠状态。开花适温为17-20℃，但花前必须经过1-10℃的低温处理2-3个月才可。最低能耐-30℃的低温，但北方寒冷地带冬季需采取适当的防寒措施，以免受到冻害。南方的高温高湿天气对牡丹生长极为不利，因此，南方栽培牡丹需给其特定的环境条件才可观赏到奇美的牡丹花。",
        "shape": "牡丹是落叶灌木。茎高达2米；分枝短而粗。叶通常为二回三出复叶，偶尔近枝顶的叶为3小叶；顶生小叶宽卵形，长7-8厘米，宽5.5-7厘米，3裂至中部，裂片不裂或2-3浅裂，表面绿色，无毛，背面淡绿色，有时具白粉，沿叶脉疏生短柔毛或近无毛，小叶柄长1.2-3厘米；侧生小叶狭卵形或长圆状卵形，长4.5-6.5厘米，宽2.5-4厘米，不等2裂至3浅裂或不裂，近无柄；叶柄长5-11厘米，和叶轴均无毛。",
        "grow": "[栽植]\n    土壤要求质地疏松、肥沃，中性微碱。将所栽牡丹苗的断裂、病根剪除，浸杀虫、杀菌剂放入事先准备好的盆钵或坑内，根系要舒展，填土至盆钵或坑多半处将苗轻提晃动，踏实封土，深以根茎处略低于盆面或地平为宜。\n[浇水]\n    栽植后浇一次透水。牡丹忌积水，生长季节酌情浇水。北方干旱地区一般浇花前水、花后水、封冻水。盆载为便于管理可于花开后剪去残花连盆埋入地下。\n[施肥]\n    栽植一年后，秋季可行施肥，以腐熟有机肥料为主。结合松土、撒施、穴施均可。春、夏季多用化学肥料，结合浇水施花前肥、花后肥。盆载可结合浇水施液体肥。\n[修剪]\n    栽植当年，多行平茬。春季萌发后，留5枝左右，其余抹除，集中营养，使第二年花大色艳。秋冬季，结合清园，剪去干花柄、细弱、无花枝。盆载时，按需要修整成自己喜爱的形状。\n[中耕]\n    生长季节应及时中耕， 拔除杂草， 注意病、虫发生。秋冬，对两年生以上牡丹的天块实施翻耕。\n[换盆]\n    当盆载牡丹生长三、四年后，需在秋季换入加有新肥土的大盆或分株另栽。\n[喷药]\n早春发芽前喷石硫合剂，夏季用杀虫、杀菌剂混合液，视病情每2周一次。结合施肥，宜可添加化学肥料及生长调和剂等。\n[催花]\n    为增加节日或庆典活动，按品种可提前50天左右将牡丹加温，温度控制常温10--25c，日均15c左右。前期注意保持植株湿润，现蕾后注意通风透光，成蕾后，按花期要求进行控温。平时要行叶面施肥，保证充足水分供应。这样，冬春两季随时都能见花。\n[观赏]\n    单株牡丹自然花期10--15天左右， 随温度升高而缩短， 3--8c可维持月余。大田栽植可采取临时搭棚遮风避光，延长观赏时间；盆载时应移至阳光不能直射的地方、温度5--10c、通风透光的环境，视长相及盆土湿润程度适时浇水，花朵上不要淋水，这样花期最长；需插花时的剪切，伤口应在水中剪切或灼伤为好。插花用水应放入保鲜剂或加少许白糖，以延长插花的花开时间。",
        "reproduction": "牡丹繁殖方法有分株、嫁接、播种等，但以分株及嫁接居多，播种方法多用于培育新品种。",
        "origin": "中国是世界牡丹的发祥地和世界牡丹王国。中国牡丹园艺品种根据栽培地区和野生原种的不同，可分为4个牡丹品种群，即中原品种群、 西北品种群、江南品种群和西南品种群。",
        "variety": "目前我们拥有生产于中国全国各地不同花色（如：红、紫、紫红、粉、白、蓝、绿、黄、黑和复色等）、不同花型（如：单瓣型、荷花型、皇冠型、楼子型、绣球型等）和具有抗旱、耐寒、耐热、耐湿等特性，可以种植在温带、寒热和亚热带地区的品种300多个，还有日本、美国、法国品种100余个 ",
        "application": "食用，牡丹花可供食用。明代的《遵生八笺》载有“牡丹新落瓣也可煎食”，同是明代的《二如亭群芳谱》谓：“牡丹花煎法与玉兰同，可食，可蜜浸”，“花瓣择洗净拖面，麻油煎食至美”，中国不少地方有用牡丹鲜花瓣做牡丹羹，或配菜添色制作名菜的。牡丹花瓣还可蒸酒，制成的牡丹露酒口味香醇。\n    医药，药用栽培者品种单调，花多为白色。以根皮入药，称牡丹皮，又名丹皮、粉丹皮、刮丹皮等，系常用凉血祛瘀中药。李时珍谓：“牡丹以色丹者为上，虽结籽而根上生苗，故谓之牡丹”，还认为野生单瓣者入药为好，人工为观赏栽培的重瓣者气味不纯，不可药用。兰的素心花瓣阴干亦能催生。\n    观赏,牡丹色、姿、香、韵俱佳，花大色艳，花姿绰约，韵压群芳。栽培牡丹有牡丹系、紫斑牡丹系、黄牡丹系等品系，通常分为墨紫色、白色、黄色、粉色、红色、紫色、雪青色、绿色等八大色系，按照花期又分为早花、中花、晚花类，依花的结构分为单花、台阁两类，又有单瓣、重瓣、千叶之异。牡丹栽培和研究愈来愈兴旺，品种也越来越丰富，中国产有五百余种，着名品种有姚黄、魏紫、赵粉、二乔、梨花雪、金轮黄、冰凌罩红石、瑶池春、掌花案、首案红、葛巾紫、蓝田玉、乌龙卧墨池、豆绿等等。清程先贞咏“春烟笼宝墨，入夜看来难。恐奏清平调，杨妃砚滴干”，足见此时已有色与暗夜无异的黑牡丹品种出现，而江苏盐城便仓产的枯枝牡丹，竟然“奇在一放十二瓣，如果是闰年，就一定是十三瓣，而且枝干枯黄……一离开便仓，花即变种”。",
        "culture": "牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。她是中国固有的特产花卉，有数千年的自然生长和两千多年的人工栽培历史。其花大、形美、色艳、香浓，为历代人们所称颂，具有很高的观赏和药用价值，自秦汉时以药植物载入《神农本草经》始，散于历代各种古籍者，不乏其文。形成了包括植物学、园艺学、药物学、地理学、文学、艺术、民俗学等多学科在内的牡丹文化学，是中华民族文化和民俗学的一组成部分，是中华民族文化完整机体的一个细胞，透过它，可洞察中华民族的一般特征，这就是“文化全息”现象。牡丹文化兼容多门科学，其构成非常广泛，它包括哲学、宗教、文学、艺术、教育、风俗、民情等所有文化领域。牡丹文化中所提供的文化信息，可以反映出民族文化的基本概貌，符合宇宙间的“全息律”。"
      }
    ],
    "plant5": [
      {
        "id": 73,
        "name": "夹竹桃",
        "imageUrl": "images/category/73.jpg",
        "scientificName": "Narcissus tazetta L. var. chinensis Roem.",
        "type": "石蒜科 水仙属",
        "alias": "金盏银台、落神香妃",
        "desc": "水仙性喜温暖、湿润、排水良好。在中国已有一千多年栽培历史，为传统观赏花卉，是中国十大名花之十。",
        "habits": "水仙为秋植球根类温室花卉，喜阳光充足，生命力顽强，能耐半阴，不耐寒。7-8月份落叶休眠，在休眠期鳞茎的生长点部分进行花芽分化，具秋冬生长，早春开花，夏季休眠的生理特性。水仙喜光、喜水、喜肥，适于温暖、湿润的气候条件，喜肥沃的砂质土壤。生长前期喜凉爽、中期稍耐寒、后期喜温暖。因此要求冬季无严寒夏季无酷暑，春秋季多雨的气候环境。",
        "shape": "鳞茎卵球形。叶宽线形，扁平，长20-40厘米，宽8-15毫米，钝头，全缘，粉绿色。花茎几与叶等长；伞形花序有花4-8朵；佛焰苞状总苞膜质；花梗长短不一；花被管细，灰绿色，近三棱形，长约2厘米，花被裂片6，卵圆形至阔椭圆形，顶端具短尖头，扩展，白色，芳香；副花冠浅杯状，淡黄色，不皱缩，长不及花被的一半；雄蕊6，着生于花被管内，花药基着；子房3室，每室有胚珠多数，花柱细长，柱头3裂。蒴果室背开裂。花期春季。",
        "grow": "[旱地]\n    每年挖球之后，把可以上市出售的大球挑出来，余下的小侧球可立即种植。也可留待9-10月种植。一般认为种得早，发根好，长得好。种植时，选较大的球用点播法，单行或宽行种植。单行种植时用6×25厘米的株行距，宽行种植的用6×15厘米株行距，连续种3-4行后，留出35-40厘米的行距，再反复连续下去。旱地栽培的，养护较粗放，除施2-3次水肥外，不常浇水。单行种植的常与农作物间作。\n[水田]\n    种球选择甚为严格，要求选无病虫害、无损伤、外鳞片明亮光滑、脉纹清晰的作种球，并按球的大小、年龄分三级栽培。",
        "reproduction": "侧球繁殖,这是最普通常用的一种繁殖方法。储球着生在鳞茎球外的两侧，仅基部与母球相连，很容易自行脱离母体，秋季将其与母球分离，单独种植，次年产生新球。\n    侧芽繁殖,侧芽是包在鳞茎球内部的芽。只在进行球根阉割时，才随挖出的碎鳞片一起脱离母体，拣出白芽，秋季撒播在苗床上，翌年产生新球。\n    双鳞片繁殖,一个鳞茎球内包含着很多侧芽，有明显可见的，有隐而不见的。但其基本规律是闲两张鳞片1个芽。用带有两个鳞片的鳞茎盘作繁殖材料就叫双鳞片繁殖。其方法是把鳞茎先放在低温4-10℃处4-8周，然后在常温中把鳞茎盘切小，使每块带有两个鳞片，并将鳞片上端切除留下2厘米作繁殖材料，然后用塑料袋盛含水50%的蛭石或含水6%的砂，把繁殖材料放入袋中，封闭袋口，置20-28℃温度中黑暗的地方。经2-3月可长出小鳞茎，成球率80-90%。这是近年开始发展的新方法，四季可以进行，但以4-9月为好。生成的小鳞茎移栽后的成活率高，可达80-100%。",
        "origin": "原产亚洲东部的海滨温暖地区；中国浙江、福建沿海岛屿自生，但各省区所见者全系栽培，供观赏。",
        "variety": "单瓣型：福建漳州特产，花冠色青白，花萼黄色，花被6瓣，中间有金色的副冠，形如盏状，花味清香，所以叫“金盏玉台”亦名“酒杯水仙”，花期约半个月；若副冠呈白色，花多，叶稍细者，则称“银盏玉台”。\n    重瓣型（复瓣型）：花重瓣，白色，花被12瓣，卷成一簇花冠下端轻黄而上端淡白，没有明显的副冠，名为“百叶水仙”或称“玉玲珑”，花期在二十天左右。花形不如单瓣的美，香气亦较差，是水仙的变种。",
        "application": "经济，水仙花花香清郁，鲜花芳香油含量达0.20%-0.45%,经提炼可调制香精、香料；可配制香水，香皂及高级化妆品。水仙香精是香型配调中不可缺少的原料。水仙花清香隽永，采用水仙鲜花窨茶，制成高档水仙花茶，水仙乌龙茶等，茶气隽香、味甘醇。\n    药用，水仙以鳞茎入药，春秋采集，洗去泥沙，开水烫后，切片晒干或鲜用，有小毒。具有清热解毒，散结消肿等疗效。用于腮腺炎，痈疖疔毒初起红肿热痛等症。\n    观赏，水仙花在客厅，能让人感到宁静、温馨。客厅是家人团聚和会客的场所，适合选用艳丽插花和高贵大方的水仙花，水仙花放在家里，可以吸收家里放出的噪音，吸收家里放出的废气，释放出清新的空气，从物理学的角度减轻了一个多再一个空间里面多余的负担，舒服的家就是风水好的家。",
        "culture": "水仙别名金盏银台，花如其名，绿裙、青带，亭亭玉立于清波之上。素洁的花朵超尘脱俗，高雅清香，格外动人，宛若凌波仙子踏水而来。元程棨《三柳轩杂识》谓水仙为花中之“雅客”。水仙花语有两说：一是“纯洁”。二是“吉祥”。在西方，水仙花的意译便是“恋影花”，花语是坚贞的爱情，引申一下便是自省对爱情的诚挚。"
      },
      {
        "id": 74,
        "name": "棕竹",
        "imageUrl": "images/category/74.jpg",
        "scientificName": "Rosa chinensis Jacq.",
        "type": "蔷薇科 蔷薇属",
        "alias": "月月花",
        "desc": "自然花期8月到次年4月，花成大型，由内向外，呈发散型，有浓郁香气，可广泛用于园艺栽培和切花。月季的适应性强，耐寒、耐寒，不论地栽、盆栽均可，适用于美化庭院、装点园林、布置花坛、配植花篱、花架，月季栽培容易，可作切花，用于做花束和各种花篮，月季花朵可提取香精，并可入药。也有较好的抗真菌及协同抗耐药真菌活性。红色切花更成为情人间必送的礼物之一，并成为爱情诗歌的主题。",
        "habits": "月季花对气候、土壤要求虽不严格，但以疏松、肥沃、富含有机质、微酸性、排水良好的的壤土较为适宜。性喜温暖、日照充足、空气流通的环境。大多数品种最适温度白天为15-26℃，晚上为10-15℃。冬季气温低于5℃即进入休眠。有的品种能耐-15℃的低温和耐35℃的高温；夏季温度持续30℃以上时，即进入半休眠，植株生长不良，虽也能孕蕾，但花小瓣少，色暗淡而无光泽，失去观赏价值。",
        "shape": "月季花是直立灌木，高1-2米；小枝粗壮，圆柱形，近无毛，有短粗的钩状皮刺。小叶3-5，稀7，连叶柄长5-11厘米，小叶片宽卵形至卵状长圆形，长2.5-6厘米，宽1-3厘米，先端长渐尖或渐尖，基部近圆形或宽楔形，边缘有锐锯齿，两面近无毛，上面暗绿色，常带光泽，下面颜色较浅，顶生小叶片有柄，侧生小叶片近无柄，总叶柄较长，有散生皮刺和腺毛；托叶大部贴生于叶柄，仅顶端分离部分成耳状，边缘常有腺毛。",
        "grow": "[土壤]\n    露地栽培地选择地势较高，阳光充足，空气流通，土壤微酸性。栽培时深翻土地，并施入有机肥料做基肥。盆栽月季花宜用腐殖质丰富而呈微酸性肥沃的砂质土壤，不宜用碱性土。在每年的春天新芽萌动前要更换一次盆土，以利其旺盛生长，换土有助季当年开花。月季花可以用各种材质的花盆栽种，瓦盆自然也是可以的。配制成营养土应该注意排水，通风及各种养分的搭配。其比例是园土：腐叶土：砻糠灰=5：3：2。每年越冬前后适合翻盆、修根、换土，逐年加大盆径，以泥瓦盆为佳。\n[浇水]\n    给月季花浇水是有讲究的，要做到见干见湿，不干不浇，浇则浇透。月季花怕水淹，盆内不可有积水，水大易烂根。盛夏季节要每天浇一次水，见盆土表面发白时即可浇水。冬天休眠期一定要少浇水，保持半湿即可。月季浇水因季节而异，冬季休眠期保持土壤湿润，不干透就行。开春枝条前发，枝叶生长，适当增加水量，每天早晚浇1次水。在生长旺季及花期需增加浇水量，夏季高温，水的蒸发量加大，植物处于虚弱半休眠状态，最忌干燥脱水，每天早晚各浇一次水，避免阳光暴晒。高温时浇水，每次浇水应有少量水从盆底渗出，说明已浇透，浇水时不要将水溅在叶上，防止病害。\n[温度]\n月季花性喜凉爽温暖的气候环境，怕高温。最适宜的温度是18-28℃，当气温超过32℃时，花芽分化就会受到抑制。所以，在气温较高的盛夏，月季通常不开花，即便有少量的花，也比在常温下要逊色得多。在高温时可以把花盆移在阴凉的环境之处养护。",
        "reproduction": "嫁接法,嫁接常用野蔷薇作砧木，分芽接和枝接两种。芽接成活率较高，一般于8至9月进行，嫁接部位要尽量靠近地面，具体方法是：在砧木茎枝的一侧用芽接刀于皮部做“T”形切口，然后从玫瑰的当年生长发育良好的枝条中部选取接芽。将接芽插入“T”形切口后，用塑料袋扎缚，并适当遮荫，这样经过两周左右即可愈合。\n    播种法,即春季播种繁殖。可穴播，也可沟播，通常在4月上中旬即可发芽出苗。移植时间分春植和秋植两种，一般在秋末落叶后或初春树液流动前进行。\n    分株法,分株繁殖多在早春或晚秋进行，方法是将整株玫瑰带土挖出进行分株，每株有1至2条枝并略带一些须根，将其定植于盆中或露地，当年就能开花。",
        "origin": "中国是月季花的原产地之一。在中国主要分布于湖北、四川和甘肃等省的山区，尤以上海、南京、南阳、常州、天津、郑州和北京等市种植最多。",
        "variety": "月季花种类主要有食用玫瑰、藤本月季（CI系）、大花香水月季（切花月季主要为大花香水月季）（HT系）、丰花月季（聚花月季）（F/FI系）、微型月季（Min系）、树状月季、壮花月季（Gr系）、灌木月季（sh系）、地被月季（Gc系）等。",
        "application": "环保作用，可以做成延绵不断的花篱、花屏、花墙、用于机关、学校、居民小区、城区广场等地方，不仅能净化空气，美化环境，还能大降低周围地区的噪音污染，缓解火热夏季城市的温室效应。月季花还是吸收有害气体的能手，能吸收硫化氢、氟化氢、苯、苯酚等有害气体，同时对二氧化硫、二氧化氮等有较强的抵抗能力，因此月季花也是保护人类生活环境的良好花木。\n药用，花可提取香料。根、叶、花均可入药，具有活血消肿、消炎解毒功效。而且是一味妇科良药。中医认为，月季味甘、性温，入肝经有活血调经、消肿解毒之功效。由于月季花的祛瘀、行气、止痛作用明显，故常被用于治疗月经不调、痛经等病症。月经过多、白带多，用月季花（或根）15g水煎服或炖猪肉食；月季花10g、大枣12g同煎，汤成后加适量蜂蜜服用，此方又香又甜，不像是药，对经期潮热很有效。此外，女性常用月季花瓣泡水当茶饮，或加入其他健美茶中冲饮，还可活血美容，使人青春长驻。\n    观赏,月季花在园林绿化中，有着不可或缺的价值，月季在南北园林中，使用次数是最多的一种花卉。月季花是春季主要的观赏花卉，其花期长，观赏价值高，价格低廉，受到各地园林的喜爱。可用于园林布置花坛、花境、庭院花材，可制作月季盆景，作切花、花篮、花束等。月季因其攀援生长的特性，主要用于垂直绿化，在园林街景，美花环境中具有独特的作用。如能构成赏心悦目的能道和花柱，做成各种拱形，网格形，框架式架子供月季攀附，再经过适当的修剪整形，可装饰建筑物，成为联系建筑物与园林的巧妙“纽带”。",
        "culture": "月季在中国传统文化中处于弱势地位，但新的考古发现，月季花是华夏先民北方系--相当于传说中的黄帝部族的图腾植物。为中国十大名花之一。月季被誉为“花中皇后”，而且有一种坚韧不屈的精神，花香悠远。原产中国，早在汉代就有栽培，唐宋以后更是栽种不绝，历来文人也留下了不少赞美月季的诗句。唐代著名诗人白居易曾有“晚开春去后，独秀院中央”的诗句，宋代诗人苏东坡诗云“花落花开无间断，春来春去不相关；牡丹最贵惟春晚，芍药虽繁只夏初，惟有此花开不厌，一年常占四时春” 。 北宋韩琦对它更是赞誉有加：“牡丹殊绝委春风，露菊萧疏怨晚丛。何以此花容艳足，四时长放浅深红。”"
      },
      {
        "id": 75,
        "name": "杜鹃",
        "imageUrl": "images/category/75.jpg",
        "scientificName": "Camellia sp.",
        "type": "山茶科 山茶属",
        "alias": "山茶花",
        "desc": "因其植株形姿优美，叶为浓绿绿而光泽，花形艳丽缤纷，而受到世界园艺界的珍视。茶花的品种极多，是中国传统的观赏花卉，“十大名花”中排名第八，亦是世界名贵花木之一。原产于中国东部，在长江流域、珠江流域、重庆、云南和四川各地，朝鲜、日本、中国台湾和印度等地普遍种植。",
        "habits": "茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5-6.5最佳。适温在20-32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70%以上，大部分品种可耐-8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "shape": "茶花是灌木或小乔木植物，高9米，嫩枝无毛。叶革质，椭圆形，长5-10厘米，宽2.5-5厘米，先端略尖，或急短尖而有钝尖头，基部阔楔形，上面深绿色，干后发亮，无毛，下面浅绿色，无毛，侧脉7-8对，在上下两面均能见，边缘有相隔2-3.5厘米的细锯齿。叶柄长8-15毫米，无毛。",
        "grow": "整理修剪地栽山茶主要剪去干枯枝、病弱枝、交叉枝、过密枝，明显影响树形的枝条，以及字符串换行 html疏去多余的花蕾。盆栽山茶除以上工作外，还应根据个人喜好进行整形修剪，但不宜重剪，因其生长势不强。\n    浇水山茶对肥水要求较高，中性和碱性壤土均不利其生长。北方尤其要注意将碱性水经过酸化处理后才，可浇花，具体办法是将自来水贮放2天，使水中的氯气挥发掉，再加入适量硫酸亚铁（占水0.5%左右）。浇水量不可过大，否则易烂根。盆土也不能干，否则易使根因失水而萎缩，以保持盆土和周围环境湿润为宜。花期勿喷水。一般冬季室内较干燥，应经常向山茶叶面喷水，以形成一个湿润的小气候。但阴雨天忌喷水。浇水时不要把水喷在花朵上，否则会引起花朵霉烂，缩短花期。花谢后及时摘去残花。冬季浇水要视室内温度而定，一般3天左右一次，保持盆土湿润，忌积水或浇半截水。用自来水应先在水桶中存放一两天，让氯气挥发掉。水中最好放百分之一的硫酸亚铁，以利于改善水质。\n    温度山茶为半阴性花卉，夏季需搭棚遮阴。立秋后气温下降，山茶进入花芽分化期，应逐渐使全株受到充足的光照。冬季应置于室内阳光充足处，若室内光线太弱，山茶则生长不良，并易得病虫害。山茶为长日照植物。在日长12小时的环境中才能形成花芽。最适生长温度18-25℃，最适开花温度10-20℃，高于35℃会灼伤叶片。不耐寒，冬季应入室，温度保持3-5℃，也能忍耐短时间-10℃的低温，但不能长时间超过16℃，否则会促使发芽，引起落叶。生长期要置于半阴环境中，不宜接受过强的直射阳光。特别是夏、秋季要进行遮荫，或放树下疏荫处。山茶喜温暖，怕寒冷。室内温度不能低于5℃。温度在10℃至15℃的房间内，其他措施得当，春节即可开花，花期可至3月份。",
        "reproduction": "扦插此方法最简便，扦插时间以9月间最为适宜，春季亦可。选择生长良好，半木质化枝条，除去基部叶片，保留上部3片叶，用利刀切成斜口，立即将切口浸入200-500ppm吲哚丁酸5-15分钟，晒干后插入沙盆或蛭石盆，插后浇水40天左右伤口愈合，60天左右生根。用激素处理后扦插比不用激素的提早2-3个月出根。用蛭石作插床，出根也比沙床快得多。\n    靠接选择适当的品种如茶盅茶或油茶作砧木，靠接名贵的茶花。靠接的时间一般在清明节至中秋节之间。先把砧木栽在花盆里，用刀子在所要结合的部位分别削去一半左右，切口要平滑，然后使双方的切面紧密贴合，用塑料薄膜包扎，每天给砧木淋水两次，60天后即可愈合。到时可剪下栽植，并置于树阴下，避免阳光直射。翌年2月，用刀削去砧木的尾部，再行定植。\n    叶插叶插法茶花繁殖一般采用枝条扦插繁殖，但有些名贵品种由于受枝条来源的限制，或考虑到取材后会影响其树形，所以也采用叶插法。以山泥作扦插基质，可拌入1/3的河沙，以利通气排水，基质盛在瓦盆中，然后进行盆插。叶插最好在雨季进行，取一年生叶片作叶插材料，太老不易生根，过嫩容易腐烂。插入土中约2厘米，插后压紧土壤，浇足水，然后放在阴凉通风的地方。一般3个月可以发根，第二年春可以发芽抽枝。",
        "origin": "主要分布于中国和日本。中国中部及南方各省露地多有栽培，已有1400年的栽培历史，北部则行温室盆栽。重庆、云南、四川、台湾、山东、江西等地有野生种。",
        "variety": "茶花品种大约有2000种，可分为3大类，12个花型，2013年中国茶花品种已有306个以上。《花镜》载茶花品种有十九个：玛瑙茶、鹤顶红、宝珠茶、蕉萼白宝珠、杨妃茶、正宫粉、石榴茶、一捻红、照殿红、晚山茶、南山茶等。茶花型多，有单瓣、半重瓣、重瓣、曲瓣、五星瓣、六角形、松壳型等。花有红、黄、白、粉，甚至白瓣红点等色。",
        "application": "植物造景材料。山茶四季常绿，分布广泛，树姿优美，是中国南方重要的植物造景材料之一。\n药用\n    凉血止血；散瘀；消瘀肿。主吐血；衄血；咳血；便血；痔血；赤血痢；血淋；血崩；带下；烫伤；跌扑损伤。用于吐血，衄血，便血，血崩；\n外用\n    治烧烫伤，创伤出血。",
        "culture": "山茶花开花于冬春之际，花姿丰盈，端庄高雅，是中国传统十大名花之一，也是世界名花之一。郭沫若盛赞曰：“茶花一树早桃红，百朵彤云啸傲中。”山茶花，既具有“唯有山茶殊耐久，独能深月占春风”的傲梅风骨，又有“花繁艳红，深夺晓霞”的凌牡丹之鲜艳，因此自古以来就是极富盛名的木本花卉，在唐宋两朝达到了登峰造极之境，十七世纪引入欧洲后也造成轰动，也因此获得“世界名花”的美名。"
      },
      {
        "id": 76,
        "name": "叶子花",
        "imageUrl": "images/category/76.jpg",
        "scientificName": "Rhododendron simsii Planch.",
        "type": "杜鹃花科 杜鹃属",
        "alias": "映山红",
        "desc": "该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，长沙、无锡、九江、镇江、大理、嘉兴、赣州等城市定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。",
        "habits": "杜鹃性喜凉爽、湿润、通风的半阴环境，既怕酷热又怕严寒，生长适温为12℃至25℃，夏季气温超过35℃，则新梢、新叶生长缓慢，处于半休眠状态。夏季要防晒遮阴，冬季应注意保暖防寒。忌烈日暴晒，适宜在光照强度不大的散射光下生长，光照过强，嫩叶易被灼伤，新叶老叶焦边，严重时会导致植株死亡。冬季，露地栽培杜鹃要采取措施进行防寒，以保其安全越冬。观赏类的杜鹃中，西鹃抗寒力最弱，气温降至0℃以下容易发生冻害。",
        "shape": "落叶灌木，高2（-5）米；分枝多而纤细，密被亮棕褐色扁平糙伏毛。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形，长1.5-5厘米，宽0.5-3厘米，先端短渐尖，基部楔形或宽楔形，边缘微反卷，具细齿，上面深绿色，疏被糙伏毛，下面淡白色，密被褐色糙伏毛，中脉在上面凹陷，下面凸出；叶柄长2-6毫米，密被亮棕褐色扁平糙伏毛。",
        "grow": "土壤杜鹃是喜荫的植物，太阳的直射对它生长不利，所以杜鹃专类园最好选择在有树影遮荫的地方，或者在做绿化设计时，就考虑到这一点，有意地在专类园中配置乔木。杜鹃喜排水良好的酸性土壤，但由于各专类园和景观都要用水泥做道路和铺装，使得杜鹃栽植地土壤板结，碱性严重，所以必须把栽植地的土壤进行更换，并加一定量的泥炭土。\n    浇水杜鹃对土壤干湿度要求是润而不湿。一般春秋季节，对露地栽种的杜鹃可以隔2-3天浇一次透水，在炎热夏季，每天至少浇一次水。日常浇水，切忌用碱性水，浇水时还应注意水温不宜过冷，尤其在炎热夏天，用过冷水浇透，造成土温骤然降低，影响根系吸水，干扰植株生理平衡。\n    温度杜鹃喜欢空气湿度大的环境，但有些杜鹃专类园都建在广场、道路两旁，空气流动快，比较干燥，所以必须经常对杜鹃叶片进行喷水或对周围空气进行喷雾，使杜鹃园周围空气保持湿润。",
        "reproduction": "扦插此法应用最广，优点是操作简便、成活率高、生长迅速、性状稳定。\n    嫁接可一砧接多穗，多品种，生长快，株形好，成活率高。\n    播种杜鹃绝大多数都能结实采种，仅有重瓣不结实。一般种子的成熟期从每年的10月-1月，当果皮由青转黄至褐色时，果的顶端裂开，种子开始散落，此时要随时采收。末开裂的变褐均采下来，放在室内通风良好处摊凉，使之自然开裂，再去掉果壳等杂质，装入纸袋或布袋中，保存在阴凉通风处。如果有温室条件，随采随播发芽率高。一般播种时间3-4月份，采用盆播，因为种子小，把盆里外洗干净，放在阳光下晒干，灭菌消毒，土壤也灭菌消毒，装盆±要通透性好的、湿润肥沃含有丰富的有机质的酸性土。为了出苗均匀，种子掺些细土，撒入盆内上面盖一层薄细土，浇水用窨水法渗入盆内，把盆放在前窗台上，盖一层玻璃或塑料薄膜，目的是提高盆内温度。小苗出土后，逐渐减少覆盖时间，因苗嫩小，注意温变，突然高低变化，强光的照射。苗长得很慢，5-6月份才长出2-3片真叶，这时在室内做第一次移栽，株行距2-3厘米，苗高2-3厘米（大约11月份），大苗移栽在10厘米盆中一株，小苗栽三株。用细喷壶浇水和淡肥水。播种后第二年春季出花房，放在荫棚下养护。6月换13.3厘米盆中，第三年植株有20厘米高，已有分枝几个也有花蕾出现，换16.7厘米盆中，以后根据植株的大小，逐年换盆。",
        "origin": "产自中国江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州和云南。",
        "variety": "毛鹃、夏鹃、西洋鹃、东鹃、春鹃、羊踯躅、迎红杜鹃、马银花、云银杜鹃。杜鹃花属约有900种，亚洲约产850种。其中，中国约有530种，除新疆外南北各小区均有分布。新几内亚、马来西亚约有280种，几乎全为附生型 。此外，北美分布有24种，欧洲分布有9种，大洋洲分布1种。杜鹃花属种类多，差异很大，有常绿大乔木、小乔木，常绿灌木和落叶灌木。 　　杜鹃花分落叶和常绿两大类。落叶类叶小，常绿类叶片硕大。花的颜色有红、紫、黄、白、粉、蓝等色。喜阴凉、湿润，耐寒，多生长在海拔1000－1400米的山坡、高山草甸、林缘、石壁和沼泽地。",
        "application": "经济有的叶花可入药或提取芳香油，有的花可食用，树皮和叶可提制烤胶，木材可做工艺品等。高山杜鹃根系发达，是很好的水土保持植物。\n    观赏杜鹃繁叶茂，绮丽多姿，萌发力强，耐修剪，根桩奇特，是优良的盆景材料。园林中最宜在林缘、溪边、池畔及岩石旁成丛成片栽植，也可于疏林下散植。杜鹃也是花篱的良好材料，毛鹃还可经修剪培育成各种形态。杜鹃专类园极具特色。在花季中绽放时即使杜鹃总是给人热闹而喧腾的感觉，而不是花季时，深绿色的叶片也很适合栽种在庭园中做为矮墙或屏障。\n    药用根（杜鹃根）：酸、甘、温。活血，止痛，祛风，止痛。用于吐血、衄血，月经不调，崩漏，风湿痛，跌打损伤。叶（杜鹃叶）：酸，平。清热解毒，止血。用于痈肿疔疮，外伤出血，瘾疹。花（杜鹃）：酸、甘，温。活血，调经，祛风湿。用于月经不调，经闭，崩漏，跌打损伤，风湿痛，吐血，衄血。",
        "culture": "自唐宋以来，诗人，词人皆多题咏。美丽的杜鹃花始终闪烁于山野，妆点于园林，自古以来就博得人们的欢心。自唐宋诗人白居易、杜牧、苏东坡、辛弃疾、至明清杨升庵、康熙帝都有赞誉杜鹃花的佳作。大诗人李白见杜鹃花想起家乡的杜鹃鸟，触景生情，怀念家乡，写出了一首脍炙人口的诗“蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。"
      },
      {
        "id": 77,
        "name": "株樱花",
        "imageUrl": "images/category/77.jpg",
        "scientificName": "Osmanthus sp.",
        "type": "木樨科 木樨属",
        "alias": "岩桂",
        "desc": "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
        "habits": "桂花适应于亚热带气候地区。性喜温暖，湿润。种植地区平均气温14-28℃，7月平均气温24-28℃，1月平均气温0℃以上，能耐最低气温-13℃，最适生长气温是15-28℃。湿度对桂花生长发育极为重要，要求年平均湿度75%-85%，年降水量1000毫米左右，特别是幼龄期和成年树开花时需要水分较多，若遇到干旱会影响开花，强日照和荫蔽对其生长不利，一般要求每天6-8小时光照。",
        "shape": "桂花是常绿乔木或灌木，高3-5米，最高可达18米；树皮灰褐色。小枝黄褐色，无毛。叶片革质，椭圆形、长椭圆形或椭圆状披针形，长7-14.5厘米，宽2.6-4.5厘米，先端渐尖，基部渐狭呈楔形或宽楔形，全缘或通常上半部具细锯齿，两面无毛，腺点在两面连成小水泡状突起，中脉在上面凹入，下面凸起，侧脉6-8对，多达10对，在上面凹入，下面凸起；叶柄长0.8-1.2厘米，最长可达15厘米，无毛。",
        "grow": "种植方法应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。\n    浇水地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。4月出房后，可适当增加水量，生长旺季可浇适量的淡肥水，花开季节肥水可略浓些。\n    温度在黄河流域以南地区可露地栽培越冬。盆栽应冬季搬入室内，置于阳光充足处，使其充分接受直射阳光，室温保持5℃以上，但不可超过10℃。翌年4月萌芽后移至室外，先放在背风向阳处养护，待稳定生长后再逐渐移至通风向阳或半阴的环境，然后进行正常管理。生长期光照不足，影响花芽分化。",
        "reproduction": "扦插在春季发芽以前，用一年生发育充实的枝条，切成5-10厘米长，剪去下部叶片，上部留2-3片绿叶，插于河沙或黄土苗床，株行距3厘米X 20厘米，插后及时灌水或喷水，并遮荫，保持温度20-25℃，相对湿度85%-90%，2个月后可生根移栽。\n    播种4-5月份桂花果实成熟，当果皮由绿色变为紫黑色时即可采收。桂花种子有后熟作用，至少要有半年的砂藏时间，采收后洒水堆沤，清除果肉，置阴凉处使种子自然风干，混砂贮藏，砂藏后可秋播或春播。砂藏期间要经常检查，防止种子霉烂或遭鼠害。播种繁殖一般采用条播的方法。播种前要整好地，施足基肥，亦可播于室内苗床。播种时将种脐侧放，以免胚根和幼茎弯曲，将来影响幼苗生长。播后覆盖一层细上，然后盖上草占，遮荫保湿，经常保持土壤湿润，当年即可出苗。每亩用种量约20千克，可产苗木3万株左右。小苗于苗床生长2年后，第3年可移植栽培。实生苗开花较晚，定植8-10年后方能现花。\n    嫁接嫁接砧木多用女贞、小叶女贞、小蜡、水蜡、白蜡和流苏（别名油公子、牛筋子）等。大量繁殖苗木时，北方多用小叶女贞，在春季发芽之前，自地面以上5厘米处剪断砧木；剪取桂花1-2年生粗壮枝条长10-12厘米，基部一侧削成长2-3厘米的削面，对侧削成一个45度的小斜面；在砧木一侧约1/3处纵切一刀，深约2-3厘米；将接穗插入切口内，使形成层对齐，用塑料袋绑紧，然后埋土培养。用小叶女贞作砧木成活率高，嫁接苗生长快，寿命短，易形成“上粗下细”的“小脚”现象。用水蜡作砧木，生长慢，但寿命较长。盆栽桂花多行靠接。用流苏作砧木，靠接宜在生长季节进行，不宜在雨季或伏天靠接。靠接时选二者枝条粗细相近的接穗和砧木，在接穗适当部位削成梭形切口，深达木质部，长约3-4厘米，在砧木同等高度削成与接穗大小一致的切口，然后将两切口靠在一起，使二者形成层密结，用塑料条扎紧，愈合后，剪断接口上面的砧木和下面的接穗。嫁接苗的根系因砧木而异；插条埋入土中各处易生不定根，但无明显主根。桂花分枝性强且分技点低，特别在幼年尤为明显，因久常呈灌木状。密植或修剪后，则可成明显主干。树皮粗糙，灰褐色或灰白色，有时显出皮孔。叶面光滑，革质，近轴面暗亮绿色，远轴面色较谈；椭圆形，长椭圆形、卵形、倒卵形、披针形、倒披针形、长被针形至卵状披针形。",
        "origin": "园林桂花原产中国西南喜马拉雅山东段，印度，尼泊尔，柬埔寨也有分布。中国西南部、四川、陕南、云南、广西、广东、湖南、湖北、江西、安徽、河南等地，均有野生桂花生长，现广泛栽种于淮河流域及以南地区，其适生区北可抵黄河下游，南可至两广、海南等地。",
        "variety": "桂花经过长期栽植、自然杂交和人工选育，产生了许多栽培品种。通过进一步调查清理，已初步确定各桂花品种32个。以花色而言，有金桂、银桂、丹桂之分；以叶型而言，有柳叶桂、金扇桂、滴水黄、葵花叶、柴柄黄之分；以花期而言，有八月桂、四季桂、月月佳之分等。",
        "application": "观赏周《客座新闻》中记载：“衡神词其径，绵亘四十余里，夹道皆合抱松桂相间，连云遮日，人行空翠中，而秋来香闻十里，其数竟达17000株，真神幻佳景”。可见当时已有松桂相配作行道树。在现代园林中，因循古例，充分利用桂花枝叶繁茂，四季常青等优点，用作绿化树种。其配置形式不拘一格，或对植，或散植，或群植、列植。传统配置中自古就有“两桂当庭”、“双桂留芳”的称谓，也常把玉兰、海棠、牡丹、桂花四种传统名花同植庭前，以取玉、堂、富、贵之谐音，喻吉祥之意。\n    药用桂花功效：淡黄白色，芳香，提取芳香油，制桂花浸膏，可用于食品、化妆品，可制糕点、糖果，并可酿酒。桂花味辛，可入药。以花、果实及根入药。秋季采花；春季采果；四季采根，分别晒干。花：辛，温。果：辛、甘，温。根：甘、微涩，平。功能主治：花：散寒破结，化痰止咳。用于牙痛，咳喘痰多，经闭腹痛。果：暖胃，平肝，散寒。用于虚寒胃痛。根：祛风湿，散寒。用于风湿筋骨疼痛，腰痛，肾虚牙痛。\n    膳食糯米桂花藕、桂花黄林酥、桂花糕、枸杞桂花茶、桂花紫薯糯米饭、桂花奶豆腐、桂花酒酿细圆子、烧桂花肠、桂花杏仁豆腐、桂花小豆粥。",
        "culture": "桂花有很多别称：因为叶子像圭而称“桂”；纹理如犀，又叫木犀；其清雅高洁，香飘四溢，被称为“仙友”；桂花又被称为“仙树”、“花中月老”。桂花通常生长在岩岭上，也叫“岩桂”；桂花开花时浓香致远，其香气具有清浓两兼的特点，清可荡涤，浓可致远，因此有“九里香”的美称；黄花细如粟，故又有“金粟”之名；桂花为“仙客”；花开于秋，旧说秋之神主西方，所以也称“西香”或“秋香”；桂花树是崇高、贞洁、荣誉、友好和吉祥的象征，凡仕途得志，飞黄腾达者谓之“折桂”。"
      },
      {
        "id": 78,
        "name": "针葵",
        "imageUrl": "images/category/78.jpg",
        "scientificName": "Nelumbo SP.",
        "type": "睡莲科科 莲属",
        "alias": "芙蓉",
        "desc": "荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。",
        "habits": "荷花是水生植物，性喜相对稳定的平静浅水、湖沼、泽地、池塘，是其适生地。荷花的需水量由其品种而定，大株形品种如古代莲、红千叶相对水位深一些，但不能超过1.7米．中小株形只适于20-60厘米的水深。同时荷花对失水十分敏感，夏季只要3小时不灌水，水缸所栽荷叶便萎靡，若停水一日，则荷叶边焦，花蕾回枯．荷花还非常喜光，生育期需要全光照的环境。荷花极不耐荫，在半荫处生长就会表现出强烈的趋光性。",
        "shape": "荷花是多年生水生草本；根状茎横生，肥厚，节间膨大，内有多数纵行通气孔道，节部缢缩，上生黑色鳞叶，下生须状不定根。",
        "grow": "水质荷花是水生植物，生长期内时刻都离不开水。生长前期，水层要控制在三厘米左右，水太深不利于提高土温。如用自来水，最好另缸盛放，晒一二天再用。夏天是荷花的生长高峰期，盆内切不可缺水。入冬以后，盆土也要保持湿润以防种藕缺水干枯。\n    施肥荷花的肥料以磷钾肥为主，辅以氮肥。如土壤较肥，则全年可不必施肥。腐熟的饼肥、鸡鸭鹅粪是最理想的肥料，小盆中施半两即可，大盆中最多只能施1-2两，切不可多施，并要充分与泥土拌和。生长旺期，如发现叶片色黄、瘦弱，可用每盒0·5克尿素拌于泥中，搓成10克左右的小球，每盆施一粒，施在盆中央的泥土中，7天见效。\n    越冬入冬以后，将盆放入室内或埋入冻土层下即可，黄河以北地区除埋入冻土层以下还要覆盖农膜，整个冬季要保持盆土湿润。",
        "reproduction": "种子育苗首先要破壳。5-6月将种子凹进的一端在水泥地上或粗糙的石块上磨破，浸种育苗。要保持水清，经常换水，约一周左右出芽，两周后生根移栽，每盆栽一株，水层要浅，不可将荷叶淹在水中。90%左右当年可开花，但当年开花不多。\n    分藕栽植3月中旬至4月中旬是翻盆栽藕的最佳时期。过早栽植会有寒流影响，种藕容易受冻害。北方地区遇寒流时可用透明农膜覆盖。栽插前，盆泥要和成糊状，栽插时种藕顶端沿盆边呈20度斜插入泥，碗莲深5厘米左右。大型荷花深10厘米左右，头低尾高。尾部半截翘起，不使藕尾进水。栽后将盆放置于阳光下照晒，使表面泥土出现微裂，以利种藕与泥土完全粘合，然后加少量水，待芽长出后，逐渐加深水位，最后保持3-5厘米水层。池塘栽植前期水层与盆荷一样，后期以不淹没荷叶为度。",
        "origin": "荷花一般分布在中亚，西亚、北美，印度、中国、日本等亚热带和温带地区。荷花在中国南起海南岛（北纬19度左右），北至黑龙江的富锦（北纬47.3度），东临上海及台湾省，西至天山北麓，除西藏自治区和青海省外，全国大部分地区都有分布。垂直分布可达海拔2000米，在秦岭和神农架的深山池沼中也可见到。",
        "variety": "荷花栽培品种很多， 依用途不同可分为藕莲、子莲和花莲三大系统。",
        "application": "食用中国古代民间就有春天折梅赠远，秋天采莲怀人的传统。自古中国人民就视莲子为珍贵食品，如今仍然是高级滋补营养品，众多地方专营莲子生产。莲藕是最好的蔬菜和蜜饯果品。莲叶、莲花、莲蕊等也都是中国人民喜爱的药膳食品。可见荷花食文化的丰富多彩。传统的莲子粥、莲房脯、莲子粉、藕片夹肉、荷叶蒸肉、荷叶粥等。叶为茶的代用品，又作为包装材料。荷花的地下茎在淤泥中生长，会被有毒物质侵染，只因藕的特别细密的表皮组织和含有丹宁的下皮，具有一定的阻挡或吸收有毒物质的能力，因而有毒物质多黏附在表皮上或渗入表皮中。在食用藕时要削去外皮，以防把有毒物质也吃进肚中。\n    观赏荷花专类园，中国荷花专类园有三种：一是像武汉东湖磨山的园林植物园，园中开辟一处以观赏，研究荷花为主的大型水生花卉区；二是像南京莫愁湖，杭州新“曲院风荷”这类是以荷花欣赏为主的大型公园；再一类就是以野趣为主，旅游结合生产的荷花民俗旅游资源景区，如广东三水的荷花世界，湖南岳阳的团湖风景区。\n    药用《本草纲目》中记载说荷花，莲子、莲衣、莲房、莲须、莲子心、荷叶、荷梗、藕节等均可药用。荷花能活血止血、去湿消风、清心凉血、解热解毒。莲子能养心、益肾、补脾、涩肠。莲须能清心、益肾、涩精、止血、解暑除烦，生津止渴。荷叶能清暑利湿、升阳止血，减肥瘦身，其中荷叶简成分对于清洗肠胃，减脂排瘀有奇效。藕节能止血、散瘀、解热毒。荷梗能清热解暑、通气行水、泻火清心。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 79,
        "name": "黄婵",
        "imageUrl": "images/category/79.jpg",
        "scientificName": "Dendranthema morifolium（Ramat. ）Tzvel",
        "type": "菊科 菊属",
        "alias": "黄华",
        "desc": "菊花是中国十大名花第三，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。",
        "habits": "菊花为短日照植物，在短日照下能提早开花。喜阳光，忌荫蔽，较耐早，怕涝。喜温暖湿润气候，但亦能耐寒，严冬季节根茎能在地下越冬。花能经受微霜，但幼苗生长和分枝孕蕾期需较高的气温。最适生长温度为20℃左右。",
        "shape": "菊花为多年生草本，高 60-150厘米。茎直立，分枝或不分枝，被柔毛。叶互生，有短柄，叶片卵形至披针形，长 5-15公分，羽状浅裂或半裂，基部楔形，下面被白色短柔毛，边缘有粗大锯齿或深裂，基部楔形，有柄。头状花序单生或数个集生于茎枝顶端，直径 2.5-20厘米，大小不一，单个或数个集生於茎枝顶端；因品种不同，差别很大。总苞片多层，外层绿色，条形，边缘膜质，外面被柔毛；舌状花白色、红色、紫色或黄色。花色则有红、黄、白、橙、紫、粉红、暗红等各色，培育的品种极多，头状花序多变化，形色各异，形状因品种而有单瓣、平瓣、匙瓣等多种类型，当中为管状花，常全部特化成各式舌状花；花期 9-11月。雄蕊、雌蕊和果实多不发育。",
        "grow": "盆土宜选用肥沃的砂质土壤，先小盆后大盆，经2-3次换盆，7月可定盆；定盆可选用6份腐叶土、3份砂土和1份饼肥渣配制成混合土壤。浇透水后放阴凉处，待植株生长正常后移至向阳处。\n    浇水春季菊苗幼小，浇水宜少；夏季菊苗长大，天气炎热，蒸发量大，浇水要充足，可在清晨浇一次，傍晚再补浇一次，并要用喷水壶向菊花枝叶及周围地面喷水，以增加环境湿度；立秋前要适当控水、控肥，以防止植株窜高疯长。立秋后开花前，要加大浇水量并开始施肥，肥水逐渐加浓；冬季花枝基本停止生长，植株水分消耗量明显减少，蒸发量也小，须严格控制浇水。浇水最好用喷水壶缓缓喷洒，不可用猛水冲浇。浇水除要根据季节决定量和次数外，还要根据天气变化而变化。阴雨天要少浇或不浇；气温高蒸发量大时要多浇，反之则要少浇。一般在给花浇水时，要见盆土变干时再浇，不干不浇，浇则浇透。但不要使花盆汪水，否则会造成烂根、叶枯黄，引起植株死亡。\n    施肥在菊花植株定植时，盆中要施足底肥。以后可隔10天施一次氮肥。立秋后自菊花孕蕾到现蕾时，可每周施一次稍浓一些的肥水；含苞待放时，再施一次浓肥水后，即暂停施肥。如果此时能给菊花施一次过磷酸钙或0.1%磷酸二氢钾溶液，则花可开得更鲜艳一些。",
        "reproduction": "有营养繁殖与种子繁殖两法。营养繁殖包括杆插、分株、嫁接、压条及组织培养等。通常以扦插繁殖为主，其中又分芽插、嫩枝插、叶芽插。",
        "origin": "菊花遍布中国各城镇与农村，尤以北京、南京、上海、杭州、青岛、天津、开封、武汉、成都、长沙、湘潭、西安、沈阳、广州、中山市小榄镇等为盛。 8世纪前后，作为观赏的菊花由中国传至日本被推崇为日本国徽的图样。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "variety": "夏菊：又名五九菊。在每年农历5月及9月各开花一次。现今利用保护设施栽培可在阳历5月及10月各开花一次。秋菊：花期有早、晚之分。早菊花期在9月中、下旬为中型菊。晚菊花期在10-11月为大型菊，是栽培最普遍的秋菊。寒菊：又称冬菊。花期自12月至翌年1月。",
        "application": "菊花能入药治病，久服或饮菊花茶能令人长寿。宋代诗人苏辙：“南阳白菊有奇功，潭上居人多老翁”。菊花可以做成精美的佳肴。“菊花肉”是经过长期摸索制作成的一种菊菜，它由一块块用蔗糖熬浆炮制的白嫩猪肉加工制成，玲珑剔透，有如白玉。每块之上黏上几丝菊瓣，饱饮油脂糖甜，观其金黄色泽，吃到口里荤中有素，素中有荤，香甜不腻，实为名菜。还有菊花鱼球、油炸菊叶、菊花鱼片粥、菊花羹、菊酒、菊茶等等，这些菊餐不但色香味俱佳，而且营养丰富。北京有名的“菊花锅子”（即在涮羊肉火锅里放些菊花煮汤），清淡味美，更是别有风味。\n    赏菊，一直是中国民间长期流传的习惯，远从古代的京都帝王宫廷、官宦门第和庶民百姓，近至当今中国各城市的人民群众，每年都在秋天举行菊花会、菊展和菊式等各种形式的赏菊活动。北京植物园每年秋季都会举办赏菊活动。广东省中山县小榄镇菊花会始办于宋代末年，至今已有七百多年的历史，是中国延续年代最久、规模最大的菊会之一，人数最多时可达一百万。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 80,
        "name": "希茉莉",
        "imageUrl": "images/category/80.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。 \n春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n    食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      },
      {
        "id": 81,
        "name": "扶桑",
        "imageUrl": "images/category/81.jpg",
        "scientificName": "Armeniaca mume Sieb",
        "type": "蔷薇科 杏属",
        "alias": "梅树、梅花",
        "desc": "梅花是中国十大名花之首，与兰花、竹子、菊花一起列为四君子，与松、竹并称为“岁寒三友”。在中国传统文化中，梅以它的高洁、坚强、谦虚的品格，给人以立志奋发的激励。在严寒中，梅开百花之先，独天下而春。",
        "habits": "梅花对土壤要求不严，耐贫瘠，凡排水良好的粘土、壤土及沙质土，Ph值在6—8，地势稍高或有坡度之处，均能良好生长，悔最畏涝，如遇大量积水时，常易根腐致死。",
        "shape": "株高约10m，干呈褐紫色，多纵驳纹。小枝呈绿色。叶片广卵形至卵形，边缘具细锯齿。花每节1～2朵，无梗或具短梗，原种呈淡粉红或白色，栽培品种则有紫、红、彩斑至淡黄等花色，于早春先叶而开。 ",
        "grow": "栽培管理 梅花栽培分为露地栽培、切花栽培、盆栽和桩景栽培。",
        "reproduction": "[嫁接]\n    繁殖嫁接是中国繁殖梅花常用的一种方法，嫁接苗生长发育快，开花早，能保持原种的优良特性。嫁接砧木可选用桃、山桃、杏、山杏及梅的实生苗，其中桃、山桃的种子最易得到，嫁接易成活，接后生长快捷，开花繁多，因而生产上较多应用，但接后易发生病虫害，使得寿命缩短，不如杏、山杏、梅为砧木好，因而提倡用三者的种子培育1-2年实生苗，再作为砧木用于嫁接。\n[扦插]\n    扦插繁殖成活率很低，若要得到较高的成活率，必须选用容易生根的品种。插条选择幼龄母树当年生健壮枝条，长10-15厘米，于早春花后或秋季落叶后进行扦插。\n[压条]\n    梅的繁殖量不大时可使用压条法。早春2-3月选生长茁壮的l-3年生长枝，在母树旁挖一条沟，在枝条弯曲处下方将枝条刻伤或环剥（宽0.5-l厘米，深达木质部），压入沟中，然后覆土，待生根后逐渐剪离母树。亦可用高压法繁殖大苗，在梅雨季节，从母树上选取适当枝条刻伤或环剥，然后用塑料袋包混合土，两头绑紧，保持湿度，过一个月后检查是否生根，生根后可从切口下剪离移栽培养。\n[播种]\n    播种以秋播为好，如须春播则应在秋季用砂层积种子，早春取出条播。果实6-7月变色时采收，摊放室内，使充分后熟，洗出种子晾干备用。梅花的播种实生苗由于生育速度慢，进入开花期迟，且后代种性变异大，用于繁殖砧木或选育新品种用。",
        "origin": "中国各地均有栽培，但以长江流域以南各省最多，江苏北部和河南南部也有少数品种，某些品种已在华北引种成功。日本和朝鲜也有。",
        "variety": " 果梅：白梅品种群、青梅品种群、花梅品种群. \n    花梅：花梅的品种，由于长期栽培，变异较大，品种甚多 ",
        "application": "经济，变种和品种极多，可分花梅及果梅两类。花梅主要供观赏。果梅其果实主要作加工或药用，一般加工制成各种蜜饯和果酱；用青梅加工制成乌梅供药用，为收敛剂，能治痢疾，并有镇咳、祛痰、解热、杀虫等功效，又为提取枸橼酸的原料；花蕾能开胃散郁、生津化痰、活血解毒；根研成粉末治黄疽有效。该种植物对氟化氢污染敏感，可以用来监测大气氟化物行染。未成熟果实含柠檬酸、苹果酸、琥珀酸等；种子含苦杏仁苷；花含挥发油，油中含苯甲醛、苯甲酸等。梅花最宜植于庭院、草坪、低山丘陵，可孤植、丛植、群植。又可盆栽观赏或加以整剪做成各式桩景，或作切花瓶插供室内装饰用。\n    医药，花蕾（梅花）：微酸、涩，平。开郁和中，化痰，解毒。用于郁闷心烦，肝胃气痛，梅核气，瘰疬疮毒。果实（乌梅）：酸、涩，平。敛肺，涩肠，生津，安蛔。用于肺虚久咳，虚热消渴，蛔厥呕吐腹痛，胆道蛔虫症。",
        "culture": " 梅，「独天下而春」，作为传春报喜、吉庆的象征，从古至今一直被中国人视为吉祥之物。「梅具四德，初生为元，是开始之本；开花为亨，意味着通达顺利；结子为利，象征祥和有益；成熟为贞，代表坚定贞洁。」此为梅之「元亨利贞」四德。梅开五瓣，象征五福，即快乐、幸福、长寿、顺利与和平。"
      },
      {
        "id": 82,
        "name": "木槿",
        "imageUrl": "images/category/82.jpg",
        "scientificName": "Paeonia suffruticosa Andr",
        "type": "芍药科 芍药属",
        "alias": "富贵花",
        "desc": "唐代刘禹锡有诗曰：“庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。”在清代末年，牡丹就曾被当作中国的国花。1985年5月牡丹被评为中国十大名花第二名。是中国特有的木本名贵花卉，有数千年的自然生长和1500多年的人工栽培历史。在中国栽培甚广，并早已引种世界各地。牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。",
        "habits": "性喜温暖、凉爽、干燥、阳光充足的环境。喜阳光，也耐半阴，耐寒，耐干旱，耐弱碱，忌积水，怕热，怕烈日直射。适宜在疏松、深厚、肥沃、地势高燥、排水良好的中性沙壤土中生长。酸性或黏重土壤中生长不良。充足的阳光对其生长较为有利，但不耐夏季烈日暴晒，温度在25℃以上则会使植株呈休眠状态。开花适温为17-20℃，但花前必须经过1-10℃的低温处理2-3个月才可。最低能耐-30℃的低温，但北方寒冷地带冬季需采取适当的防寒措施，以免受到冻害。南方的高温高湿天气对牡丹生长极为不利，因此，南方栽培牡丹需给其特定的环境条件才可观赏到奇美的牡丹花。",
        "shape": "牡丹是落叶灌木。茎高达2米；分枝短而粗。叶通常为二回三出复叶，偶尔近枝顶的叶为3小叶；顶生小叶宽卵形，长7-8厘米，宽5.5-7厘米，3裂至中部，裂片不裂或2-3浅裂，表面绿色，无毛，背面淡绿色，有时具白粉，沿叶脉疏生短柔毛或近无毛，小叶柄长1.2-3厘米；侧生小叶狭卵形或长圆状卵形，长4.5-6.5厘米，宽2.5-4厘米，不等2裂至3浅裂或不裂，近无柄；叶柄长5-11厘米，和叶轴均无毛。",
        "grow": "[栽植]\n    土壤要求质地疏松、肥沃，中性微碱。将所栽牡丹苗的断裂、病根剪除，浸杀虫、杀菌剂放入事先准备好的盆钵或坑内，根系要舒展，填土至盆钵或坑多半处将苗轻提晃动，踏实封土，深以根茎处略低于盆面或地平为宜。\n[浇水]\n    栽植后浇一次透水。牡丹忌积水，生长季节酌情浇水。北方干旱地区一般浇花前水、花后水、封冻水。盆载为便于管理可于花开后剪去残花连盆埋入地下。\n[施肥]\n    栽植一年后，秋季可行施肥，以腐熟有机肥料为主。结合松土、撒施、穴施均可。春、夏季多用化学肥料，结合浇水施花前肥、花后肥。盆载可结合浇水施液体肥。\n[修剪]\n    栽植当年，多行平茬。春季萌发后，留5枝左右，其余抹除，集中营养，使第二年花大色艳。秋冬季，结合清园，剪去干花柄、细弱、无花枝。盆载时，按需要修整成自己喜爱的形状。\n[中耕]\n    生长季节应及时中耕， 拔除杂草， 注意病、虫发生。秋冬，对两年生以上牡丹的天块实施翻耕。\n[换盆]\n    当盆载牡丹生长三、四年后，需在秋季换入加有新肥土的大盆或分株另栽。\n[喷药]\n    早春发芽前喷石硫合剂，夏季用杀虫、杀菌剂混合液，视病情每2周一次。结合施肥，宜可添加化学肥料及生长调和剂等。\n[催花]\n    为增加节日或庆典活动，按品种可提前50天左右将牡丹加温，温度控制常温10--25c，日均15c左右。前期注意保持植株湿润，现蕾后注意通风透光，成蕾后，按花期要求进行控温。平时要行叶面施肥，保证充足水分供应。这样，冬春两季随时都能见花。\n[观赏]\n    单株牡丹自然花期10--15天左右， 随温度升高而缩短， 3--8c可维持月余。大田栽植可采取临时搭棚遮风避光，延长观赏时间；盆载时应移至阳光不能直射的地方、温度5--10c、通风透光的环境，视长相及盆土湿润程度适时浇水，花朵上不要淋水，这样花期最长；需插花时的剪切，伤口应在水中剪切或灼伤为好。插花用水应放入保鲜剂或加少许白糖，以延长插花的花开时间。",
        "reproduction": "牡丹繁殖方法有分株、嫁接、播种等，但以分株及嫁接居多，播种方法多用于培育新品种。",
        "origin": "中国是世界牡丹的发祥地和世界牡丹王国。中国牡丹园艺品种根据栽培地区和野生原种的不同，可分为4个牡丹品种群，即中原品种群、 西北品种群、江南品种群和西南品种群。",
        "variety": "目前我们拥有生产于中国全国各地不同花色（如：红、紫、紫红、粉、白、蓝、绿、黄、黑和复色等）、不同花型（如：单瓣型、荷花型、皇冠型、楼子型、绣球型等）和具有抗旱、耐寒、耐热、耐湿等特性，可以种植在温带、寒热和亚热带地区的品种300多个，还有日本、美国、法国品种100余个 ",
        "application": "食用，牡丹花可供食用。明代的《遵生八笺》载有“牡丹新落瓣也可煎食”，同是明代的《二如亭群芳谱》谓：“牡丹花煎法与玉兰同，可食，可蜜浸”，“花瓣择洗净拖面，麻油煎食至美”，中国不少地方有用牡丹鲜花瓣做牡丹羹，或配菜添色制作名菜的。牡丹花瓣还可蒸酒，制成的牡丹露酒口味香醇。\n    医药，药用栽培者品种单调，花多为白色。以根皮入药，称牡丹皮，又名丹皮、粉丹皮、刮丹皮等，系常用凉血祛瘀中药。李时珍谓：“牡丹以色丹者为上，虽结籽而根上生苗，故谓之牡丹”，还认为野生单瓣者入药为好，人工为观赏栽培的重瓣者气味不纯，不可药用。兰的素心花瓣阴干亦能催生。\n    观赏,牡丹色、姿、香、韵俱佳，花大色艳，花姿绰约，韵压群芳。栽培牡丹有牡丹系、紫斑牡丹系、黄牡丹系等品系，通常分为墨紫色、白色、黄色、粉色、红色、紫色、雪青色、绿色等八大色系，按照花期又分为早花、中花、晚花类，依花的结构分为单花、台阁两类，又有单瓣、重瓣、千叶之异。牡丹栽培和研究愈来愈兴旺，品种也越来越丰富，中国产有五百余种，着名品种有姚黄、魏紫、赵粉、二乔、梨花雪、金轮黄、冰凌罩红石、瑶池春、掌花案、首案红、葛巾紫、蓝田玉、乌龙卧墨池、豆绿等等。清程先贞咏“春烟笼宝墨，入夜看来难。恐奏清平调，杨妃砚滴干”，足见此时已有色与暗夜无异的黑牡丹品种出现，而江苏盐城便仓产的枯枝牡丹，竟然“奇在一放十二瓣，如果是闰年，就一定是十三瓣，而且枝干枯黄……一离开便仓，花即变种”。",
        "culture": "牡丹花被拥戴为花中之王，有关文化和绘画作品很丰富。她是中国固有的特产花卉，有数千年的自然生长和两千多年的人工栽培历史。其花大、形美、色艳、香浓，为历代人们所称颂，具有很高的观赏和药用价值，自秦汉时以药植物载入《神农本草经》始，散于历代各种古籍者，不乏其文。形成了包括植物学、园艺学、药物学、地理学、文学、艺术、民俗学等多学科在内的牡丹文化学，是中华民族文化和民俗学的一组成部分，是中华民族文化完整机体的一个细胞，透过它，可洞察中华民族的一般特征，这就是“文化全息”现象。牡丹文化兼容多门科学，其构成非常广泛，它包括哲学、宗教、文学、艺术、教育、风俗、民情等所有文化领域。牡丹文化中所提供的文化信息，可以反映出民族文化的基本概貌，符合宇宙间的“全息律”。"
      },
      {
        "id": 83,
        "name": "鸡蛋花",
        "imageUrl": "images/category/83.jpg",
        "scientificName": "Narcissus tazetta L. var. chinensis Roem.",
        "type": "石蒜科 水仙属",
        "alias": "金盏银台、落神香妃",
        "desc": "水仙性喜温暖、湿润、排水良好。在中国已有一千多年栽培历史，为传统观赏花卉，是中国十大名花之十。",
        "habits": "水仙为秋植球根类温室花卉，喜阳光充足，生命力顽强，能耐半阴，不耐寒。7-8月份落叶休眠，在休眠期鳞茎的生长点部分进行花芽分化，具秋冬生长，早春开花，夏季休眠的生理特性。水仙喜光、喜水、喜肥，适于温暖、湿润的气候条件，喜肥沃的砂质土壤。生长前期喜凉爽、中期稍耐寒、后期喜温暖。因此要求冬季无严寒夏季无酷暑，春秋季多雨的气候环境。",
        "shape": "鳞茎卵球形。叶宽线形，扁平，长20-40厘米，宽8-15毫米，钝头，全缘，粉绿色。花茎几与叶等长；伞形花序有花4-8朵；佛焰苞状总苞膜质；花梗长短不一；花被管细，灰绿色，近三棱形，长约2厘米，花被裂片6，卵圆形至阔椭圆形，顶端具短尖头，扩展，白色，芳香；副花冠浅杯状，淡黄色，不皱缩，长不及花被的一半；雄蕊6，着生于花被管内，花药基着；子房3室，每室有胚珠多数，花柱细长，柱头3裂。蒴果室背开裂。花期春季。",
        "grow": "[旱地]\n    每年挖球之后，把可以上市出售的大球挑出来，余下的小侧球可立即种植。也可留待9-10月种植。一般认为种得早，发根好，长得好。种植时，选较大的球用点播法，单行或宽行种植。单行种植时用6×25厘米的株行距，宽行种植的用6×15厘米株行距，连续种3-4行后，留出35-40厘米的行距，再反复连续下去。旱地栽培的，养护较粗放，除施2-3次水肥外，不常浇水。单行种植的常与农作物间作。\n[水田]\n    种球选择甚为严格，要求选无病虫害、无损伤、外鳞片明亮光滑、脉纹清晰的作种球，并按球的大小、年龄分三级栽培。",
        "reproduction": "侧球繁殖,这是最普通常用的一种繁殖方法。储球着生在鳞茎球外的两侧，仅基部与母球相连，很容易自行脱离母体，秋季将其与母球分离，单独种植，次年产生新球。\n    侧芽繁殖,侧芽是包在鳞茎球内部的芽。只在进行球根阉割时，才随挖出的碎鳞片一起脱离母体，拣出白芽，秋季撒播在苗床上，翌年产生新球。\n    双鳞片繁殖,一个鳞茎球内包含着很多侧芽，有明显可见的，有隐而不见的。但其基本规律是闲两张鳞片1个芽。用带有两个鳞片的鳞茎盘作繁殖材料就叫双鳞片繁殖。其方法是把鳞茎先放在低温4-10℃处4-8周，然后在常温中把鳞茎盘切小，使每块带有两个鳞片，并将鳞片上端切除留下2厘米作繁殖材料，然后用塑料袋盛含水50%的蛭石或含水6%的砂，把繁殖材料放入袋中，封闭袋口，置20-28℃温度中黑暗的地方。经2-3月可长出小鳞茎，成球率80-90%。这是近年开始发展的新方法，四季可以进行，但以4-9月为好。生成的小鳞茎移栽后的成活率高，可达80-100%。",
        "origin": "原产亚洲东部的海滨温暖地区；中国浙江、福建沿海岛屿自生，但各省区所见者全系栽培，供观赏。",
        "variety": "单瓣型：福建漳州特产，花冠色青白，花萼黄色，花被6瓣，中间有金色的副冠，形如盏状，花味清香，所以叫“金盏玉台”亦名“酒杯水仙”，花期约半个月；若副冠呈白色，花多，叶稍细者，则称“银盏玉台”。\n    重瓣型（复瓣型）：花重瓣，白色，花被12瓣，卷成一簇花冠下端轻黄而上端淡白，没有明显的副冠，名为“百叶水仙”或称“玉玲珑”，花期在二十天左右。花形不如单瓣的美，香气亦较差，是水仙的变种。",
        "application": "经济，水仙花花香清郁，鲜花芳香油含量达0.20%-0.45%,经提炼可调制香精、香料；可配制香水，香皂及高级化妆品。水仙香精是香型配调中不可缺少的原料。水仙花清香隽永，采用水仙鲜花窨茶，制成高档水仙花茶，水仙乌龙茶等，茶气隽香、味甘醇。\n    药用，水仙以鳞茎入药，春秋采集，洗去泥沙，开水烫后，切片晒干或鲜用，有小毒。具有清热解毒，散结消肿等疗效。用于腮腺炎，痈疖疔毒初起红肿热痛等症。\n    观赏，水仙花在客厅，能让人感到宁静、温馨。客厅是家人团聚和会客的场所，适合选用艳丽插花和高贵大方的水仙花，水仙花放在家里，可以吸收家里放出的噪音，吸收家里放出的废气，释放出清新的空气，从物理学的角度减轻了一个多再一个空间里面多余的负担，舒服的家就是风水好的家。",
        "culture": "水仙别名金盏银台，花如其名，绿裙、青带，亭亭玉立于清波之上。素洁的花朵超尘脱俗，高雅清香，格外动人，宛若凌波仙子踏水而来。元程棨《三柳轩杂识》谓水仙为花中之“雅客”。水仙花语有两说：一是“纯洁”。二是“吉祥”。在西方，水仙花的意译便是“恋影花”，花语是坚贞的爱情，引申一下便是自省对爱情的诚挚。"
      },
      {
        "id": 84,
        "name": "结香",
        "imageUrl": "images/category/84.jpg",
        "scientificName": "Rosa chinensis Jacq.",
        "type": "蔷薇科 蔷薇属",
        "alias": "月月花",
        "desc": "自然花期8月到次年4月，花成大型，由内向外，呈发散型，有浓郁香气，可广泛用于园艺栽培和切花。月季的适应性强，耐寒、耐寒，不论地栽、盆栽均可，适用于美化庭院、装点园林、布置花坛、配植花篱、花架，月季栽培容易，可作切花，用于做花束和各种花篮，月季花朵可提取香精，并可入药。也有较好的抗真菌及协同抗耐药真菌活性。红色切花更成为情人间必送的礼物之一，并成为爱情诗歌的主题。",
        "habits": "月季花对气候、土壤要求虽不严格，但以疏松、肥沃、富含有机质、微酸性、排水良好的的壤土较为适宜。性喜温暖、日照充足、空气流通的环境。大多数品种最适温度白天为15-26℃，晚上为10-15℃。冬季气温低于5℃即进入休眠。有的品种能耐-15℃的低温和耐35℃的高温；夏季温度持续30℃以上时，即进入半休眠，植株生长不良，虽也能孕蕾，但花小瓣少，色暗淡而无光泽，失去观赏价值。",
        "shape": "月季花是直立灌木，高1-2米；小枝粗壮，圆柱形，近无毛，有短粗的钩状皮刺。小叶3-5，稀7，连叶柄长5-11厘米，小叶片宽卵形至卵状长圆形，长2.5-6厘米，宽1-3厘米，先端长渐尖或渐尖，基部近圆形或宽楔形，边缘有锐锯齿，两面近无毛，上面暗绿色，常带光泽，下面颜色较浅，顶生小叶片有柄，侧生小叶片近无柄，总叶柄较长，有散生皮刺和腺毛；托叶大部贴生于叶柄，仅顶端分离部分成耳状，边缘常有腺毛。",
        "grow": "[土壤]\n    露地栽培地选择地势较高，阳光充足，空气流通，土壤微酸性。栽培时深翻土地，并施入有机肥料做基肥。盆栽月季花宜用腐殖质丰富而呈微酸性肥沃的砂质土壤，不宜用碱性土。在每年的春天新芽萌动前要更换一次盆土，以利其旺盛生长，换土有助季当年开花。月季花可以用各种材质的花盆栽种，瓦盆自然也是可以的。配制成营养土应该注意排水，通风及各种养分的搭配。其比例是园土：腐叶土：砻糠灰=5：3：2。每年越冬前后适合翻盆、修根、换土，逐年加大盆径，以泥瓦盆为佳。\n[浇水]\n    给月季花浇水是有讲究的，要做到见干见湿，不干不浇，浇则浇透。月季花怕水淹，盆内不可有积水，水大易烂根。盛夏季节要每天浇一次水，见盆土表面发白时即可浇水。冬天休眠期一定要少浇水，保持半湿即可。月季浇水因季节而异，冬季休眠期保持土壤湿润，不干透就行。开春枝条前发，枝叶生长，适当增加水量，每天早晚浇1次水。在生长旺季及花期需增加浇水量，夏季高温，水的蒸发量加大，植物处于虚弱半休眠状态，最忌干燥脱水，每天早晚各浇一次水，避免阳光暴晒。高温时浇水，每次浇水应有少量水从盆底渗出，说明已浇透，浇水时不要将水溅在叶上，防止病害。\n[温度]\n月季花性喜凉爽温暖的气候环境，怕高温。最适宜的温度是18-28℃，当气温超过32℃时，花芽分化就会受到抑制。所以，在气温较高的盛夏，月季通常不开花，即便有少量的花，也比在常温下要逊色得多。在高温时可以把花盆移在阴凉的环境之处养护。",
        "reproduction": "嫁接法,嫁接常用野蔷薇作砧木，分芽接和枝接两种。芽接成活率较高，一般于8至9月进行，嫁接部位要尽量靠近地面，具体方法是：在砧木茎枝的一侧用芽接刀于皮部做“T”形切口，然后从玫瑰的当年生长发育良好的枝条中部选取接芽。将接芽插入“T”形切口后，用塑料袋扎缚，并适当遮荫，这样经过两周左右即可愈合。\n    播种法,即春季播种繁殖。可穴播，也可沟播，通常在4月上中旬即可发芽出苗。移植时间分春植和秋植两种，一般在秋末落叶后或初春树液流动前进行。\n    分株法,分株繁殖多在早春或晚秋进行，方法是将整株玫瑰带土挖出进行分株，每株有1至2条枝并略带一些须根，将其定植于盆中或露地，当年就能开花。",
        "origin": "中国是月季花的原产地之一。在中国主要分布于湖北、四川和甘肃等省的山区，尤以上海、南京、南阳、常州、天津、郑州和北京等市种植最多。",
        "variety": "月季花种类主要有食用玫瑰、藤本月季（CI系）、大花香水月季（切花月季主要为大花香水月季）（HT系）、丰花月季（聚花月季）（F/FI系）、微型月季（Min系）、树状月季、壮花月季（Gr系）、灌木月季（sh系）、地被月季（Gc系）等。",
        "application": "环保作用，可以做成延绵不断的花篱、花屏、花墙、用于机关、学校、居民小区、城区广场等地方，不仅能净化空气，美化环境，还能大降低周围地区的噪音污染，缓解火热夏季城市的温室效应。月季花还是吸收有害气体的能手，能吸收硫化氢、氟化氢、苯、苯酚等有害气体，同时对二氧化硫、二氧化氮等有较强的抵抗能力，因此月季花也是保护人类生活环境的良好花木。\n药用，花可提取香料。根、叶、花均可入药，具有活血消肿、消炎解毒功效。而且是一味妇科良药。中医认为，月季味甘、性温，入肝经有活血调经、消肿解毒之功效。由于月季花的祛瘀、行气、止痛作用明显，故常被用于治疗月经不调、痛经等病症。月经过多、白带多，用月季花（或根）15g水煎服或炖猪肉食；月季花10g、大枣12g同煎，汤成后加适量蜂蜜服用，此方又香又甜，不像是药，对经期潮热很有效。此外，女性常用月季花瓣泡水当茶饮，或加入其他健美茶中冲饮，还可活血美容，使人青春长驻。\n    观赏,月季花在园林绿化中，有着不可或缺的价值，月季在南北园林中，使用次数是最多的一种花卉。月季花是春季主要的观赏花卉，其花期长，观赏价值高，价格低廉，受到各地园林的喜爱。可用于园林布置花坛、花境、庭院花材，可制作月季盆景，作切花、花篮、花束等。月季因其攀援生长的特性，主要用于垂直绿化，在园林街景，美花环境中具有独特的作用。如能构成赏心悦目的能道和花柱，做成各种拱形，网格形，框架式架子供月季攀附，再经过适当的修剪整形，可装饰建筑物，成为联系建筑物与园林的巧妙“纽带”。",
        "culture": "月季在中国传统文化中处于弱势地位，但新的考古发现，月季花是华夏先民北方系--相当于传说中的黄帝部族的图腾植物。为中国十大名花之一。月季被誉为“花中皇后”，而且有一种坚韧不屈的精神，花香悠远。原产中国，早在汉代就有栽培，唐宋以后更是栽种不绝，历来文人也留下了不少赞美月季的诗句。唐代著名诗人白居易曾有“晚开春去后，独秀院中央”的诗句，宋代诗人苏东坡诗云“花落花开无间断，春来春去不相关；牡丹最贵惟春晚，芍药虽繁只夏初，惟有此花开不厌，一年常占四时春” 。 北宋韩琦对它更是赞誉有加：“牡丹殊绝委春风，露菊萧疏怨晚丛。何以此花容艳足，四时长放浅深红。”"
      },
      {
        "id": 85,
        "name": "榉树",
        "imageUrl": "images/category/85.jpg",
        "scientificName": "Camellia sp.",
        "type": "山茶科 山茶属",
        "alias": "山茶花",
        "desc": "因其植株形姿优美，叶为浓绿绿而光泽，花形艳丽缤纷，而受到世界园艺界的珍视。茶花的品种极多，是中国传统的观赏花卉，“十大名花”中排名第八，亦是世界名贵花木之一。原产于中国东部，在长江流域、珠江流域、重庆、云南和四川各地，朝鲜、日本、中国台湾和印度等地普遍种植。",
        "habits": "茶花惧风喜阳、地势高爽、空气流通、温暖湿润、排水良好、疏松肥沃的砂质壤土，黄土或腐殖土。pH5.5-6.5最佳。适温在20-32 ℃之间，29℃以上时停止生长，35 ℃时叶子会有焦灼现象，要求有一定温差。环境湿度70%以上，大部分品种可耐-8 ℃低温（自然越冬，云茶稍不耐寒），在淮河以南地区一般可自然越冬喜酸性土壤，并要求较好的透气性。",
        "shape": "茶花是灌木或小乔木植物，高9米，嫩枝无毛。叶革质，椭圆形，长5-10厘米，宽2.5-5厘米，先端略尖，或急短尖而有钝尖头，基部阔楔形，上面深绿色，干后发亮，无毛，下面浅绿色，无毛，侧脉7-8对，在上下两面均能见，边缘有相隔2-3.5厘米的细锯齿。叶柄长8-15毫米，无毛。",
        "grow": "整理修剪地栽山茶主要剪去干枯枝、病弱枝、交叉枝、过密枝，明显影响树形的枝条，以及字符串换行 html疏去多余的花蕾。盆栽山茶除以上工作外，还应根据个人喜好进行整形修剪，但不宜重剪，因其生长势不强。\n    浇水山茶对肥水要求较高，中性和碱性壤土均不利其生长。北方尤其要注意将碱性水经过酸化处理后才，可浇花，具体办法是将自来水贮放2天，使水中的氯气挥发掉，再加入适量硫酸亚铁（占水0.5%左右）。浇水量不可过大，否则易烂根。盆土也不能干，否则易使根因失水而萎缩，以保持盆土和周围环境湿润为宜。花期勿喷水。一般冬季室内较干燥，应经常向山茶叶面喷水，以形成一个湿润的小气候。但阴雨天忌喷水。浇水时不要把水喷在花朵上，否则会引起花朵霉烂，缩短花期。花谢后及时摘去残花。冬季浇水要视室内温度而定，一般3天左右一次，保持盆土湿润，忌积水或浇半截水。用自来水应先在水桶中存放一两天，让氯气挥发掉。水中最好放百分之一的硫酸亚铁，以利于改善水质。\n    温度山茶为半阴性花卉，夏季需搭棚遮阴。立秋后气温下降，山茶进入花芽分化期，应逐渐使全株受到充足的光照。冬季应置于室内阳光充足处，若室内光线太弱，山茶则生长不良，并易得病虫害。山茶为长日照植物。在日长12小时的环境中才能形成花芽。最适生长温度18-25℃，最适开花温度10-20℃，高于35℃会灼伤叶片。不耐寒，冬季应入室，温度保持3-5℃，也能忍耐短时间-10℃的低温，但不能长时间超过16℃，否则会促使发芽，引起落叶。生长期要置于半阴环境中，不宜接受过强的直射阳光。特别是夏、秋季要进行遮荫，或放树下疏荫处。山茶喜温暖，怕寒冷。室内温度不能低于5℃。温度在10℃至15℃的房间内，其他措施得当，春节即可开花，花期可至3月份。",
        "reproduction": "扦插此方法最简便，扦插时间以9月间最为适宜，春季亦可。选择生长良好，半木质化枝条，除去基部叶片，保留上部3片叶，用利刀切成斜口，立即将切口浸入200-500ppm吲哚丁酸5-15分钟，晒干后插入沙盆或蛭石盆，插后浇水40天左右伤口愈合，60天左右生根。用激素处理后扦插比不用激素的提早2-3个月出根。用蛭石作插床，出根也比沙床快得多。\n    靠接选择适当的品种如茶盅茶或油茶作砧木，靠接名贵的茶花。靠接的时间一般在清明节至中秋节之间。先把砧木栽在花盆里，用刀子在所要结合的部位分别削去一半左右，切口要平滑，然后使双方的切面紧密贴合，用塑料薄膜包扎，每天给砧木淋水两次，60天后即可愈合。到时可剪下栽植，并置于树阴下，避免阳光直射。翌年2月，用刀削去砧木的尾部，再行定植。\n    叶插叶插法茶花繁殖一般采用枝条扦插繁殖，但有些名贵品种由于受枝条来源的限制，或考虑到取材后会影响其树形，所以也采用叶插法。以山泥作扦插基质，可拌入1/3的河沙，以利通气排水，基质盛在瓦盆中，然后进行盆插。叶插最好在雨季进行，取一年生叶片作叶插材料，太老不易生根，过嫩容易腐烂。插入土中约2厘米，插后压紧土壤，浇足水，然后放在阴凉通风的地方。一般3个月可以发根，第二年春可以发芽抽枝。",
        "origin": "主要分布于中国和日本。中国中部及南方各省露地多有栽培，已有1400年的栽培历史，北部则行温室盆栽。重庆、云南、四川、台湾、山东、江西等地有野生种。",
        "variety": "茶花品种大约有2000种，可分为3大类，12个花型，2013年中国茶花品种已有306个以上。《花镜》载茶花品种有十九个：玛瑙茶、鹤顶红、宝珠茶、蕉萼白宝珠、杨妃茶、正宫粉、石榴茶、一捻红、照殿红、晚山茶、南山茶等。茶花型多，有单瓣、半重瓣、重瓣、曲瓣、五星瓣、六角形、松壳型等。花有红、黄、白、粉，甚至白瓣红点等色。",
        "application": "植物造景材料。山茶四季常绿，分布广泛，树姿优美，是中国南方重要的植物造景材料之一。\n药用\n    凉血止血；散瘀；消瘀肿。主吐血；衄血；咳血；便血；痔血；赤血痢；血淋；血崩；带下；烫伤；跌扑损伤。用于吐血，衄血，便血，血崩；\n外用\n    治烧烫伤，创伤出血。",
        "culture": "山茶花开花于冬春之际，花姿丰盈，端庄高雅，是中国传统十大名花之一，也是世界名花之一。郭沫若盛赞曰：“茶花一树早桃红，百朵彤云啸傲中。”山茶花，既具有“唯有山茶殊耐久，独能深月占春风”的傲梅风骨，又有“花繁艳红，深夺晓霞”的凌牡丹之鲜艳，因此自古以来就是极富盛名的木本花卉，在唐宋两朝达到了登峰造极之境，十七世纪引入欧洲后也造成轰动，也因此获得“世界名花”的美名。"
      },
      {
        "id": 86,
        "name": "白杨",
        "imageUrl": "images/category/86.jpg",
        "scientificName": "Rhododendron simsii Planch.",
        "type": "杜鹃花科 杜鹃属",
        "alias": "山踯躅、映山红",
        "desc": "该物种全株供药用：有行气活血、补虚，治疗内伤咳嗽，肾虚耳聋，月经不调，风湿等疾病。又因花冠鲜红色，为著名的花卉植物，具有较高的观赏价值，在世界各公园中均有栽培。中国江西、安徽、贵州以杜鹃花为省花，长沙、无锡、九江、镇江、大理、嘉兴、赣州等城市定为市花的城市多达七八个。1985年5月杜鹃花被评为中国十大名花之六。",
        "habits": "杜鹃性喜凉爽、湿润、通风的半阴环境，既怕酷热又怕严寒，生长适温为12℃至25℃，夏季气温超过35℃，则新梢、新叶生长缓慢，处于半休眠状态。夏季要防晒遮阴，冬季应注意保暖防寒。忌烈日暴晒，适宜在光照强度不大的散射光下生长，光照过强，嫩叶易被灼伤，新叶老叶焦边，严重时会导致植株死亡。冬季，露地栽培杜鹃要采取措施进行防寒，以保其安全越冬。观赏类的杜鹃中，西鹃抗寒力最弱，气温降至0℃以下容易发生冻害。",
        "shape": "落叶灌木，高2（-5）米；分枝多而纤细，密被亮棕褐色扁平糙伏毛。叶革质，常集生枝端，卵形、椭圆状卵形或倒卵形或倒卵形至倒披针形，长1.5-5厘米，宽0.5-3厘米，先端短渐尖，基部楔形或宽楔形，边缘微反卷，具细齿，上面深绿色，疏被糙伏毛，下面淡白色，密被褐色糙伏毛，中脉在上面凹陷，下面凸出；叶柄长2-6毫米，密被亮棕褐色扁平糙伏毛。",
        "grow": "土壤杜鹃是喜荫的植物，太阳的直射对它生长不利，所以杜鹃专类园最好选择在有树影遮荫的地方，或者在做绿化设计时，就考虑到这一点，有意地在专类园中配置乔木。杜鹃喜排水良好的酸性土壤，但由于各专类园和景观都要用水泥做道路和铺装，使得杜鹃栽植地土壤板结，碱性严重，所以必须把栽植地的土壤进行更换，并加一定量的泥炭土。\n    浇水杜鹃对土壤干湿度要求是润而不湿。一般春秋季节，对露地栽种的杜鹃可以隔2-3天浇一次透水，在炎热夏季，每天至少浇一次水。日常浇水，切忌用碱性水，浇水时还应注意水温不宜过冷，尤其在炎热夏天，用过冷水浇透，造成土温骤然降低，影响根系吸水，干扰植株生理平衡。\n    温度杜鹃喜欢空气湿度大的环境，但有些杜鹃专类园都建在广场、道路两旁，空气流动快，比较干燥，所以必须经常对杜鹃叶片进行喷水或对周围空气进行喷雾，使杜鹃园周围空气保持湿润。",
        "reproduction": "扦插此法应用最广，优点是操作简便、成活率高、生长迅速、性状稳定。\n    嫁接可一砧接多穗，多品种，生长快，株形好，成活率高。\n    播种杜鹃绝大多数都能结实采种，仅有重瓣不结实。一般种子的成熟期从每年的10月-1月，当果皮由青转黄至褐色时，果的顶端裂开，种子开始散落，此时要随时采收。末开裂的变褐均采下来，放在室内通风良好处摊凉，使之自然开裂，再去掉果壳等杂质，装入纸袋或布袋中，保存在阴凉通风处。如果有温室条件，随采随播发芽率高。一般播种时间3-4月份，采用盆播，因为种子小，把盆里外洗干净，放在阳光下晒干，灭菌消毒，土壤也灭菌消毒，装盆±要通透性好的、湿润肥沃含有丰富的有机质的酸性土。为了出苗均匀，种子掺些细土，撒入盆内上面盖一层薄细土，浇水用窨水法渗入盆内，把盆放在前窗台上，盖一层玻璃或塑料薄膜，目的是提高盆内温度。小苗出土后，逐渐减少覆盖时间，因苗嫩小，注意温变，突然高低变化，强光的照射。苗长得很慢，5-6月份才长出2-3片真叶，这时在室内做第一次移栽，株行距2-3厘米，苗高2-3厘米（大约11月份），大苗移栽在10厘米盆中一株，小苗栽三株。用细喷壶浇水和淡肥水。播种后第二年春季出花房，放在荫棚下养护。6月换13.3厘米盆中，第三年植株有20厘米高，已有分枝几个也有花蕾出现，换16.7厘米盆中，以后根据植株的大小，逐年换盆。",
        "origin": "产自中国江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州和云南。",
        "variety": "毛鹃、夏鹃、西洋鹃、东鹃、春鹃、羊踯躅、迎红杜鹃、马银花、云银杜鹃。杜鹃花属约有900种，亚洲约产850种。其中，中国约有530种，除新疆外南北各小区均有分布。新几内亚、马来西亚约有280种，几乎全为附生型 。此外，北美分布有24种，欧洲分布有9种，大洋洲分布1种。杜鹃花属种类多，差异很大，有常绿大乔木、小乔木，常绿灌木和落叶灌木。 　　杜鹃花分落叶和常绿两大类。落叶类叶小，常绿类叶片硕大。花的颜色有红、紫、黄、白、粉、蓝等色。喜阴凉、湿润，耐寒，多生长在海拔1000－1400米的山坡、高山草甸、林缘、石壁和沼泽地。",
        "application": "经济有的叶花可入药或提取芳香油，有的花可食用，树皮和叶可提制烤胶，木材可做工艺品等。高山杜鹃根系发达，是很好的水土保持植物。\n    观赏杜鹃繁叶茂，绮丽多姿，萌发力强，耐修剪，根桩奇特，是优良的盆景材料。园林中最宜在林缘、溪边、池畔及岩石旁成丛成片栽植，也可于疏林下散植。杜鹃也是花篱的良好材料，毛鹃还可经修剪培育成各种形态。杜鹃专类园极具特色。在花季中绽放时即使杜鹃总是给人热闹而喧腾的感觉，而不是花季时，深绿色的叶片也很适合栽种在庭园中做为矮墙或屏障。\n    药用根（杜鹃根）：酸、甘、温。活血，止痛，祛风，止痛。用于吐血、衄血，月经不调，崩漏，风湿痛，跌打损伤。叶（杜鹃叶）：酸，平。清热解毒，止血。用于痈肿疔疮，外伤出血，瘾疹。花（杜鹃）：酸、甘，温。活血，调经，祛风湿。用于月经不调，经闭，崩漏，跌打损伤，风湿痛，吐血，衄血。",
        "culture": "自唐宋以来，诗人，词人皆多题咏。美丽的杜鹃花始终闪烁于山野，妆点于园林，自古以来就博得人们的欢心。自唐宋诗人白居易、杜牧、苏东坡、辛弃疾、至明清杨升庵、康熙帝都有赞誉杜鹃花的佳作。大诗人李白见杜鹃花想起家乡的杜鹃鸟，触景生情，怀念家乡，写出了一首脍炙人口的诗“蜀国曾闻子规鸟，宣城还见杜鹃花。一叫一回肠一断，三春三月忆三巴。"
      },
      {
        "id": 87,
        "name": "冷杉",
        "imageUrl": "images/category/87.jpg",
        "scientificName": "Osmanthus sp.",
        "type": "木樨科 木樨属",
        "alias": "金栗",
        "desc": "桂花是中国传统十大名花之一，集绿化、美化、香化于一体的观赏与实用兼备的优良园林树种，桂花清可绝尘，浓能远溢，堪称一绝。尤其是仲秋时节，丛桂怒放，夜静轮圆之际，把酒赏桂，陈香扑鼻，令人神清气爽。在中国古代的咏花诗词中，咏桂之作的数量也颇为可观。自古就深受中国人的喜爱，被视为传统名花。",
        "habits": "桂花适应于亚热带气候地区。性喜温暖，湿润。种植地区平均气温14-28℃，7月平均气温24-28℃，1月平均气温0℃以上，能耐最低气温-13℃，最适生长气温是15-28℃。湿度对桂花生长发育极为重要，要求年平均湿度75%-85%，年降水量1000毫米左右，特别是幼龄期和成年树开花时需要水分较多，若遇到干旱会影响开花，强日照和荫蔽对其生长不利，一般要求每天6-8小时光照。",
        "shape": "桂花是常绿乔木或灌木，高3-5米，最高可达18米；树皮灰褐色。小枝黄褐色，无毛。叶片革质，椭圆形、长椭圆形或椭圆状披针形，长7-14.5厘米，宽2.6-4.5厘米，先端渐尖，基部渐狭呈楔形或宽楔形，全缘或通常上半部具细锯齿，两面无毛，腺点在两面连成小水泡状突起，中脉在上面凹入，下面凸起，侧脉6-8对，多达10对，在上面凹入，下面凸起；叶柄长0.8-1.2厘米，最长可达15厘米，无毛。",
        "grow": "种植方法应选在春季或秋季，尤以阴天或雨天栽植最好。选在通风、排水良好且温暖的地方，光照充足或半阴环境均可。移栽要打好土球，以确保成活率。栽植土要求偏酸性，忌碱土。盆栽桂花盆土的配比是腐叶土2份、园土3份、沙土3份、腐熟的饼肥2份，将其混合均匀，然后上盆或换盆，可于春季萌芽前进行。\n    浇水地栽前，树穴内应先搀入草本灰及有机肥料，栽后浇1次透水。新技发出前保持土壤湿润，切勿浇肥水。一般春季施1次氮肥，夏季施1次磷、钾肥，使花繁叶茂，入冬前施1次越冬有机肥，以腐熟的饼肥、厩肥为主。忌浓肥，尤其忌入粪尿。盆栽桂花在北方冬季应入低温温室，在室内注意通风透光，少浇水。4月出房后，可适当增加水量，生长旺季可浇适量的淡肥水，花开季节肥水可略浓些。\n    温度在黄河流域以南地区可露地栽培越冬。盆栽应冬季搬入室内，置于阳光充足处，使其充分接受直射阳光，室温保持5℃以上，但不可超过10℃。翌年4月萌芽后移至室外，先放在背风向阳处养护，待稳定生长后再逐渐移至通风向阳或半阴的环境，然后进行正常管理。生长期光照不足，影响花芽分化。",
        "reproduction": "扦插在春季发芽以前，用一年生发育充实的枝条，切成5-10厘米长，剪去下部叶片，上部留2-3片绿叶，插于河沙或黄土苗床，株行距3厘米X 20厘米，插后及时灌水或喷水，并遮荫，保持温度20-25℃，相对湿度85%-90%，2个月后可生根移栽。\n    播种4-5月份桂花果实成熟，当果皮由绿色变为紫黑色时即可采收。桂花种子有后熟作用，至少要有半年的砂藏时间，采收后洒水堆沤，清除果肉，置阴凉处使种子自然风干，混砂贮藏，砂藏后可秋播或春播。砂藏期间要经常检查，防止种子霉烂或遭鼠害。播种繁殖一般采用条播的方法。播种前要整好地，施足基肥，亦可播于室内苗床。播种时将种脐侧放，以免胚根和幼茎弯曲，将来影响幼苗生长。播后覆盖一层细上，然后盖上草占，遮荫保湿，经常保持土壤湿润，当年即可出苗。每亩用种量约20千克，可产苗木3万株左右。小苗于苗床生长2年后，第3年可移植栽培。实生苗开花较晚，定植8-10年后方能现花。\n    嫁接嫁接砧木多用女贞、小叶女贞、小蜡、水蜡、白蜡和流苏（别名油公子、牛筋子）等。大量繁殖苗木时，北方多用小叶女贞，在春季发芽之前，自地面以上5厘米处剪断砧木；剪取桂花1-2年生粗壮枝条长10-12厘米，基部一侧削成长2-3厘米的削面，对侧削成一个45度的小斜面；在砧木一侧约1/3处纵切一刀，深约2-3厘米；将接穗插入切口内，使形成层对齐，用塑料袋绑紧，然后埋土培养。用小叶女贞作砧木成活率高，嫁接苗生长快，寿命短，易形成“上粗下细”的“小脚”现象。用水蜡作砧木，生长慢，但寿命较长。盆栽桂花多行靠接。用流苏作砧木，靠接宜在生长季节进行，不宜在雨季或伏天靠接。靠接时选二者枝条粗细相近的接穗和砧木，在接穗适当部位削成梭形切口，深达木质部，长约3-4厘米，在砧木同等高度削成与接穗大小一致的切口，然后将两切口靠在一起，使二者形成层密结，用塑料条扎紧，愈合后，剪断接口上面的砧木和下面的接穗。嫁接苗的根系因砧木而异；插条埋入土中各处易生不定根，但无明显主根。桂花分枝性强且分技点低，特别在幼年尤为明显，因久常呈灌木状。密植或修剪后，则可成明显主干。树皮粗糙，灰褐色或灰白色，有时显出皮孔。叶面光滑，革质，近轴面暗亮绿色，远轴面色较谈；椭圆形，长椭圆形、卵形、倒卵形、披针形、倒披针形、长被针形至卵状披针形。",
        "origin": "园林桂花原产中国西南喜马拉雅山东段，印度，尼泊尔，柬埔寨也有分布。中国西南部、四川、陕南、云南、广西、广东、湖南、湖北、江西、安徽、河南等地，均有野生桂花生长，现广泛栽种于淮河流域及以南地区，其适生区北可抵黄河下游，南可至两广、海南等地。",
        "variety": "桂花经过长期栽植、自然杂交和人工选育，产生了许多栽培品种。通过进一步调查清理，已初步确定各桂花品种32个。以花色而言，有金桂、银桂、丹桂之分；以叶型而言，有柳叶桂、金扇桂、滴水黄、葵花叶、柴柄黄之分；以花期而言，有八月桂、四季桂、月月佳之分等。",
        "application": "观赏周《客座新闻》中记载：“衡神词其径，绵亘四十余里，夹道皆合抱松桂相间，连云遮日，人行空翠中，而秋来香闻十里，其数竟达17000株，真神幻佳景”。可见当时已有松桂相配作行道树。在现代园林中，因循古例，充分利用桂花枝叶繁茂，四季常青等优点，用作绿化树种。其配置形式不拘一格，或对植，或散植，或群植、列植。传统配置中自古就有“两桂当庭”、“双桂留芳”的称谓，也常把玉兰、海棠、牡丹、桂花四种传统名花同植庭前，以取玉、堂、富、贵之谐音，喻吉祥之意。\n    药用桂花功效：淡黄白色，芳香，提取芳香油，制桂花浸膏，可用于食品、化妆品，可制糕点、糖果，并可酿酒。桂花味辛，可入药。以花、果实及根入药。秋季采花；春季采果；四季采根，分别晒干。花：辛，温。果：辛、甘，温。根：甘、微涩，平。功能主治：花：散寒破结，化痰止咳。用于牙痛，咳喘痰多，经闭腹痛。果：暖胃，平肝，散寒。用于虚寒胃痛。根：祛风湿，散寒。用于风湿筋骨疼痛，腰痛，肾虚牙痛。\n    膳食糯米桂花藕、桂花黄林酥、桂花糕、枸杞桂花茶、桂花紫薯糯米饭、桂花奶豆腐、桂花酒酿细圆子、烧桂花肠、桂花杏仁豆腐、桂花小豆粥。",
        "culture": "桂花有很多别称：因为叶子像圭而称“桂”；纹理如犀，又叫木犀；其清雅高洁，香飘四溢，被称为“仙友”；桂花又被称为“仙树”、“花中月老”。桂花通常生长在岩岭上，也叫“岩桂”；桂花开花时浓香致远，其香气具有清浓两兼的特点，清可荡涤，浓可致远，因此有“九里香”的美称；黄花细如粟，故又有“金粟”之名；桂花为“仙客”；花开于秋，旧说秋之神主西方，所以也称“西香”或“秋香”；桂花树是崇高、贞洁、荣誉、友好和吉祥的象征，凡仕途得志，飞黄腾达者谓之“折桂”。"
      },
      {
        "id": 88,
        "name": "木莲",
        "imageUrl": "images/category/88.jpg",
        "scientificName": "Nelumbo SP.",
        "type": "睡莲科科 莲属",
        "alias": "芙蓉、水华",
        "desc": "荷花种类很多，分观赏和食用两大类。原产亚洲热带和温带地区，中国早在周朝就有栽培记载。荷花全身皆宝，藕和莲子能食用，莲子、根茎、藕节、荷叶、花及种子的胚芽等都可入药。其出污泥而不染之品格恒为世人称颂。“接天莲叶无穷碧，映日荷花别样红”就是对荷花之美的真实写照。荷花“中通外直，不蔓不枝，出淤泥而不染，濯清涟而不妖”的高尚品格，历来为古往今来诗人墨客歌咏绘画的题材之一。",
        "habits": "荷花是水生植物，性喜相对稳定的平静浅水、湖沼、泽地、池塘，是其适生地。荷花的需水量由其品种而定，大株形品种如古代莲、红千叶相对水位深一些，但不能超过1.7米．中小株形只适于20-60厘米的水深。同时荷花对失水十分敏感，夏季只要3小时不灌水，水缸所栽荷叶便萎靡，若停水一日，则荷叶边焦，花蕾回枯．荷花还非常喜光，生育期需要全光照的环境。荷花极不耐荫，在半荫处生长就会表现出强烈的趋光性。",
        "shape": "荷花是多年生水生草本；根状茎横生，肥厚，节间膨大，内有多数纵行通气孔道，节部缢缩，上生黑色鳞叶，下生须状不定根。",
        "grow": "水质荷花是水生植物，生长期内时刻都离不开水。生长前期，水层要控制在三厘米左右，水太深不利于提高土温。如用自来水，最好另缸盛放，晒一二天再用。夏天是荷花的生长高峰期，盆内切不可缺水。入冬以后，盆土也要保持湿润以防种藕缺水干枯。\n    施肥荷花的肥料以磷钾肥为主，辅以氮肥。如土壤较肥，则全年可不必施肥。腐熟的饼肥、鸡鸭鹅粪是最理想的肥料，小盆中施半两即可，大盆中最多只能施1-2两，切不可多施，并要充分与泥土拌和。生长旺期，如发现叶片色黄、瘦弱，可用每盒0·5克尿素拌于泥中，搓成10克左右的小球，每盆施一粒，施在盆中央的泥土中，7天见效。\n    越冬入冬以后，将盆放入室内或埋入冻土层下即可，黄河以北地区除埋入冻土层以下还要覆盖农膜，整个冬季要保持盆土湿润。",
        "reproduction": "种子育苗首先要破壳。5-6月将种子凹进的一端在水泥地上或粗糙的石块上磨破，浸种育苗。要保持水清，经常换水，约一周左右出芽，两周后生根移栽，每盆栽一株，水层要浅，不可将荷叶淹在水中。90%左右当年可开花，但当年开花不多。\n    分藕栽植3月中旬至4月中旬是翻盆栽藕的最佳时期。过早栽植会有寒流影响，种藕容易受冻害。北方地区遇寒流时可用透明农膜覆盖。栽插前，盆泥要和成糊状，栽插时种藕顶端沿盆边呈20度斜插入泥，碗莲深5厘米左右。大型荷花深10厘米左右，头低尾高。尾部半截翘起，不使藕尾进水。栽后将盆放置于阳光下照晒，使表面泥土出现微裂，以利种藕与泥土完全粘合，然后加少量水，待芽长出后，逐渐加深水位，最后保持3-5厘米水层。池塘栽植前期水层与盆荷一样，后期以不淹没荷叶为度。",
        "origin": "荷花一般分布在中亚，西亚、北美，印度、中国、日本等亚热带和温带地区。荷花在中国南起海南岛（北纬19度左右），北至黑龙江的富锦（北纬47.3度），东临上海及台湾省，西至天山北麓，除西藏自治区和青海省外，全国大部分地区都有分布。垂直分布可达海拔2000米，在秦岭和神农架的深山池沼中也可见到。",
        "variety": "荷花栽培品种很多， 依用途不同可分为藕莲、子莲和花莲三大系统。",
        "application": "食用中国古代民间就有春天折梅赠远，秋天采莲怀人的传统。自古中国人民就视莲子为珍贵食品，如今仍然是高级滋补营养品，众多地方专营莲子生产。莲藕是最好的蔬菜和蜜饯果品。莲叶、莲花、莲蕊等也都是中国人民喜爱的药膳食品。可见荷花食文化的丰富多彩。传统的莲子粥、莲房脯、莲子粉、藕片夹肉、荷叶蒸肉、荷叶粥等。叶为茶的代用品，又作为包装材料。荷花的地下茎在淤泥中生长，会被有毒物质侵染，只因藕的特别细密的表皮组织和含有丹宁的下皮，具有一定的阻挡或吸收有毒物质的能力，因而有毒物质多黏附在表皮上或渗入表皮中。在食用藕时要削去外皮，以防把有毒物质也吃进肚中。\n    观赏荷花专类园，中国荷花专类园有三种：一是像武汉东湖磨山的园林植物园，园中开辟一处以观赏，研究荷花为主的大型水生花卉区；二是像南京莫愁湖，杭州新“曲院风荷”这类是以荷花欣赏为主的大型公园；再一类就是以野趣为主，旅游结合生产的荷花民俗旅游资源景区，如广东三水的荷花世界，湖南岳阳的团湖风景区。\n    药用《本草纲目》中记载说荷花，莲子、莲衣、莲房、莲须、莲子心、荷叶、荷梗、藕节等均可药用。荷花能活血止血、去湿消风、清心凉血、解热解毒。莲子能养心、益肾、补脾、涩肠。莲须能清心、益肾、涩精、止血、解暑除烦，生津止渴。荷叶能清暑利湿、升阳止血，减肥瘦身，其中荷叶简成分对于清洗肠胃，减脂排瘀有奇效。藕节能止血、散瘀、解热毒。荷梗能清热解暑、通气行水、泻火清心。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 89,
        "name": "竹柏",
        "imageUrl": "images/category/89.jpg",
        "scientificName": "Dendranthema morifolium（Ramat. ）Tzvel",
        "type": "菊科 菊属",
        "alias": "金英、黄华",
        "desc": "菊花是中国十大名花第三，花中四君子（梅兰竹菊）之一，也是世界四大切花（菊花、月季、康乃馨、唐菖蒲）之一，产量居首。因菊花具有清寒傲雪的品格，才有陶渊明的“采菊东篱下，悠然见南山”的名句。中国人有重阳节赏菊和饮菊花酒的习俗。唐·孟浩然《过故人庄》：“待到重阳日，还来就菊花。”在古神话传说中菊花还被赋予了吉祥、长寿的含义。",
        "habits": "菊花为短日照植物，在短日照下能提早开花。喜阳光，忌荫蔽，较耐早，怕涝。喜温暖湿润气候，但亦能耐寒，严冬季节根茎能在地下越冬。花能经受微霜，但幼苗生长和分枝孕蕾期需较高的气温。最适生长温度为20℃左右。",
        "shape": "菊花为多年生草本，高 60-150厘米。茎直立，分枝或不分枝，被柔毛。叶互生，有短柄，叶片卵形至披针形，长 5-15公分，羽状浅裂或半裂，基部楔形，下面被白色短柔毛，边缘有粗大锯齿或深裂，基部楔形，有柄。头状花序单生或数个集生于茎枝顶端，直径 2.5-20厘米，大小不一，单个或数个集生於茎枝顶端；因品种不同，差别很大。总苞片多层，外层绿色，条形，边缘膜质，外面被柔毛；舌状花白色、红色、紫色或黄色。花色则有红、黄、白、橙、紫、粉红、暗红等各色，培育的品种极多，头状花序多变化，形色各异，形状因品种而有单瓣、平瓣、匙瓣等多种类型，当中为管状花，常全部特化成各式舌状花；花期 9-11月。雄蕊、雌蕊和果实多不发育。",
        "grow": "盆土宜选用肥沃的砂质土壤，先小盆后大盆，经2-3次换盆，7月可定盆；定盆可选用6份腐叶土、3份砂土和1份饼肥渣配制成混合土壤。浇透水后放阴凉处，待植株生长正常后移至向阳处。\n    浇水春季菊苗幼小，浇水宜少；夏季菊苗长大，天气炎热，蒸发量大，浇水要充足，可在清晨浇一次，傍晚再补浇一次，并要用喷水壶向菊花枝叶及周围地面喷水，以增加环境湿度；立秋前要适当控水、控肥，以防止植株窜高疯长。立秋后开花前，要加大浇水量并开始施肥，肥水逐渐加浓；冬季花枝基本停止生长，植株水分消耗量明显减少，蒸发量也小，须严格控制浇水。浇水最好用喷水壶缓缓喷洒，不可用猛水冲浇。浇水除要根据季节决定量和次数外，还要根据天气变化而变化。阴雨天要少浇或不浇；气温高蒸发量大时要多浇，反之则要少浇。一般在给花浇水时，要见盆土变干时再浇，不干不浇，浇则浇透。但不要使花盆汪水，否则会造成烂根、叶枯黄，引起植株死亡。\n    施肥在菊花植株定植时，盆中要施足底肥。以后可隔10天施一次氮肥。立秋后自菊花孕蕾到现蕾时，可每周施一次稍浓一些的肥水；含苞待放时，再施一次浓肥水后，即暂停施肥。如果此时能给菊花施一次过磷酸钙或0.1%磷酸二氢钾溶液，则花可开得更鲜艳一些。",
        "reproduction": "有营养繁殖与种子繁殖两法。营养繁殖包括杆插、分株、嫁接、压条及组织培养等。通常以扦插繁殖为主，其中又分芽插、嫩枝插、叶芽插。",
        "origin": "菊花遍布中国各城镇与农村，尤以北京、南京、上海、杭州、青岛、天津、开封、武汉、成都、长沙、湘潭、西安、沈阳、广州、中山市小榄镇等为盛。 8世纪前后，作为观赏的菊花由中国传至日本被推崇为日本国徽的图样。17世纪末叶荷兰商人将中国菊花引入欧洲，18世纪传入法国，19世纪中期引入北美。此后中国菊花遍及全球。",
        "variety": "夏菊：又名五九菊。在每年农历5月及9月各开花一次。现今利用保护设施栽培可在阳历5月及10月各开花一次。秋菊：花期有早、晚之分。早菊花期在9月中、下旬为中型菊。晚菊花期在10-11月为大型菊，是栽培最普遍的秋菊。寒菊：又称冬菊。花期自12月至翌年1月。",
        "application": "菊花能入药治病，久服或饮菊花茶能令人长寿。宋代诗人苏辙：“南阳白菊有奇功，潭上居人多老翁”。菊花可以做成精美的佳肴。“菊花肉”是经过长期摸索制作成的一种菊菜，它由一块块用蔗糖熬浆炮制的白嫩猪肉加工制成，玲珑剔透，有如白玉。每块之上黏上几丝菊瓣，饱饮油脂糖甜，观其金黄色泽，吃到口里荤中有素，素中有荤，香甜不腻，实为名菜。还有菊花鱼球、油炸菊叶、菊花鱼片粥、菊花羹、菊酒、菊茶等等，这些菊餐不但色香味俱佳，而且营养丰富。北京有名的“菊花锅子”（即在涮羊肉火锅里放些菊花煮汤），清淡味美，更是别有风味。\n    赏菊，一直是中国民间长期流传的习惯，远从古代的京都帝王宫廷、官宦门第和庶民百姓，近至当今中国各城市的人民群众，每年都在秋天举行菊花会、菊展和菊式等各种形式的赏菊活动。北京植物园每年秋季都会举办赏菊活动。广东省中山县小榄镇菊花会始办于宋代末年，至今已有七百多年的历史，是中国延续年代最久、规模最大的菊会之一，人数最多时可达一百万。",
        "culture": "由于“荷”与“和”、“合”谐音，“莲”与“联”、“连”谐音，中华传统文化中，经常以荷花（即莲花）作为和平、和谐、合作、合力、团结、联合等的象征；以荷花的高洁象征和平事业、和谐世界的高洁。因此，某种意义上说，赏荷也是对中华“和”文化的一种弘扬。荷花品种丰富多彩，是“荷（和）而不同”，但又共同组成了高洁的荷花世界，是“荷（和）为贵”。真心希望，荷花文化能在弘扬和平文化、和谐文化的进程中，也能被更多的人所了解和熟知。弘扬中华“和”文化，对于我们促进祖国统一、维护世界和平、构建和谐社会的事业有着特殊重要的意义。中国自古热爱莲花，作为中华本土宗教的道教，莲花自然是道教的象征之一。莲花在道教象征着修行者，于五浊恶世而不染卓，历练成就；《太乙救苦护身妙经》中：救苦天尊步摄莲花，法身变化无数，忽而女子，忽而童子，忽而风师雨师，忽而禅师丈人！莲花被人誉为“出淤泥而不染”的翩翩君子。"
      },
      {
        "id": 90,
        "name": "银桦",
        "imageUrl": "images/category/90.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰、国香",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。 \n春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n    食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      }
    ],
    "plant6":[
      {
        "id": 91,
        "name": "绣球花",
        "imageUrl": "images/xqh.jpg",
        "scientificName": "Cymbidium ssp",
        "type": "兰亚科 兰属",
        "alias": "幽兰、国香",
        "desc": "中国传统名花中的兰花仅指分布在中国兰属植物中的若干种地生兰，如春兰、惠兰、建兰、墨兰和寒兰等，即通常所指的中国兰。这一类兰花与花大色艳的热带兰花大不相同，没有醒目的艳态，没有硕大的花、叶，却具有质朴文静、淡雅高洁的气质，很符合东方人的审美标准。在中国有一千余年的栽培历史。",
        "habits": "喜阴，怕阳光直射；喜湿润，忌干燥；喜肥沃、富含大量腐殖质；宜空气流通的环境。",
        "shape": "附生或地生草本，罕有腐生，通常具假鳞茎；假鳞茎卵球形、椭圆形或梭形，较少不存在或延长成茎状，通常包藏于叶基部的鞘之内。叶数枚至多枚，通常生于假鳞茎基部或下部节上，二列，带状或罕有倒披针形至狭椭圆形，基部一般有宽阔的鞘并围抱假鳞茎，有关节。通常见到的花由花梗、花托、花萼、花冠、雌蕊群和雄蕊群等几部分组成。兰花是一种奇特的花，它的奇特之处就在于它的花结构与众不同。兰花结构的奇特是为了适应昆虫传粉，且具蕊柱、蕊喙、花粉团和唇瓣等，加之，兰花为两侧对称的花、唇瓣基部形成具有蜜腺的囊和距、雄蕊数目减少、子房下位、花形状、大小和颜色多样、多为草本植物、附生或腐生。",
        "grow": "兰花放置的场所很重要，它直接影响兰花的生长发育。兰花一般在春、夏、秋三季放在露地（夏季放在露地荫蔽处），冬季则放在室内。室外最好要四周空旷，空气湿润。室内要有充足的光线，最好朝南。这样，有利兰花生长。兰盆最好放在木架或桌子上，不要放在地面上。",
        "reproduction": "在春秋两季均可进行，一般每隔三年分株一次。凡植株生长健壮，假球茎密集的都可分株，分株后每丛至少要保存5个连结在一起的假球茎。分株前要减少灌水，使盆土较干。分株后上盆时，先以碎瓦片覆在盆底孔上，再铺上粗石子，占盆深度1/5-1/4，再放粗粒土及少量细土，然后用富含腐殖质的沙质壤土栽植。栽植深度以将假球茎刚刚埋入土中力度，盆边缘留2cm沿口，上铺翠云草或细石子，最后浇透水，置阴处10-15天，保持土壤潮湿，逐渐减少浇水，进行正常养护。",
        "origin": "中国地域辽阔，生态环境复杂，植被类型多，因而兰花资源非常丰富，全国都有分布，但从数量分布上从南到北依次递减。兰花在中国分布种类最多的是云南、四川和台湾省。",
        "variety": "春兰：春兰又名草兰、山兰。春兰分布较广，资源丰富。花期为一年的2-3月，时间可持续1个月左右。花朵香味浓郁纯正。名贵品种有各种颜色的荷、梅、水仙、蝶等瓣型。从瓣型上来讲,以江浙名品最具典型。 \n    蕙兰：蕙兰根粗而长，,叶狭带形，质较粗糙、坚硬，苍绿色，叶缘锯齿明显，中脉显著。花朵浓香远溢而持久，花色有黄。白、绿、淡红及复色，多为彩花，也有素花及蝶花。\n    建兰：也叫四季兰,包括夏季开花的夏兰、秋兰等。四季兰健壮挺拔，叶绿花繁，香浓花美，不畏暑，不畏寒，生命力强，易栽培。不同品种花期各异，5-12月均可见花。\n    寒兰：寒兰分布在福建、浙江、江西、湖南、广东以及西南的云、贵、川等地。寒兰的叶片较四季兰细长，尤以叶基更细，叶姿幽雅潇洒，碧绿清秀，有大、中、细叶和镶边等品种。花色丰富，有黄、绿、紫红、深紫等色，一般有杂色脉纹与斑点，也有洁净无暇的素花。萼片与捧瓣都较狭细，别具风格，清秀可爱，香气袭人。\n墨兰：墨兰，又称报岁兰、拜岁兰、丰岁兰等，原产于我国广东、广西、福建、云南、台湾、海南等。我国南方各地特别是广东、云南的养兰人最喜栽培与观赏。 \n春剑：春剑常称为正宗川兰，虽云、贵、川均有名品，但以川兰名品最名贵。花色有红、黄、白、绿、紫、黑及复色，艳丽耀目，容貌窈窕，风韵高雅，香浓味纯，常为养兰人推崇首选。 ",
        "application": "据记载，兰花全草均可入药。其性平，味辛、甘、无毒。有养阴润肺，利水渗湿，清热解毒等功效。可应用于临床内、妇科诸症。根可治肺结核、肺脓肿及扭伤，也可接骨；兰花花梗可治恶癣。建兰根煎汤服，据说为催生胜药，叶治百日咳、可治虚人肺气（一作肝气），果能止呕吐，种子治目翳。蕙兰全草能治妇女病；春兰全草治神经衰弱、蛔虫和痔疮等病。素心兰花瓣可以催生。蕙兰的素心花瓣阴干亦能催生。\n    食用，兰花香气清洌、醇正，兰花多用于茶，也可用来熏茶；还可做汤等菜肴。",
        "culture": "自古以来中国人民爱兰、养兰、咏兰、画兰，古人曾有“观叶胜观花”的赞叹。人们更欣赏兰花以草木为伍，不与群芳争艳，不畏霜雪欺凌，坚忍不拔的刚毅气质，“芝兰生于深谷，不以无人而不芳”。兰花历来被人们当作高洁、典雅的象征，与梅花、竹、菊花一起被人们称为“四君子”。"
      }
    ]
  }
]